[
    {
        "Original_SesseinID":6960771.0,
        "Session_ID":"EVT-PLENARY-TUE",
        "Session_Title":"Opening Session and Plenary",
        "Session_Type":"Plenary",
        "Theme":null,
        "Organisation_theme":null,
        "Date":"2025-10-21",
        "Start_Time":"08:00:00",
        "End_Time":"10:30:00",
        "Room_Name":"Ballroom",
        "Session_Organizers":"Living Data 2025",
        "Duration":120.0,
        "Session_Abstract":null,
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6803272.0,
        "Session_ID":6803272,
        "Session_Title":"Data Integration for Conservation: Earth Observations for Biodiversity Monitoring in Colombia",
        "Session_Type":"Symposium",
        "Theme":"Data Integration",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-21",
        "Start_Time":"11:15:00",
        "End_Time":"12:45:00",
        "Room_Name":"Ballroom A",
        "Session_Organizers":[
            "Elkin Noguera-Urbano",
            "Victor Gutierrez-Velez",
            "Mary Blair",
            "Daniel Lopez-Lozano",
            "Angela Mejia"
        ],
        "Duration":90.0,
        "Session_Abstract":"Colombia has significantly advanced its use of Earth Observation products for biodiversity decisions, with support from NASA’s GEO BON program. NASA has funded projects in collaboration with Colombian institutions like the von Humboldt Institute and the National Natural Parks of Colombia, as well as US institutions like Temple University and the American Museum of Natural History, among others.<br>This symposium will showcase these projects and their impact on biodiversity monitoring. Examples include BioTablero, a biodiversity analysis system; enhancements to BioModelos, a species distribution mapping tool; and the development of Essential Biodiversity Variables using GEDI and Landsat data. A current project supports the National Parks System in monitoring and producing conservation indicators.<br>These NASA projects are vital for conservation, providing data for environmental monitoring and climate change understanding. They inform effective conservation strategies globally. This event will highlight the outcomes of NASA's initiatives with GEO BON and Colombia BON, demonstrating their contribution to biodiversity and ecosystem health monitoring.<br>The symposium invites contributions and discussions on all aspects of environmental issues related to NASA's projects from a diverse range of disciplines, including ecology, geology, biodiversity informatics, and more. Speakers will discuss how NASA's projects contribute to conservation and align with GEO BON's goals.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6803154.0,
        "Session_ID":6803154,
        "Session_Title":"A Global Ocean Biodiversity Observing System supporting governance framework implementation",
        "Session_Type":"Symposium",
        "Theme":"Biodiversity Data Application",
        "Organisation_theme":"OBIS",
        "Date":"2025-10-21",
        "Start_Time":"11:15:00",
        "End_Time":"12:45:00",
        "Room_Name":"Ballroom B1",
        "Session_Organizers":[
            "Ward Appeltans",
            "Andrew Rodrigues",
            "Emma Heslop",
            "Audrey Darnaude",
            "Frank Muller-Karger"
        ],
        "Duration":90.0,
        "Session_Abstract":"Effective monitoring is crucial for advancing our understanding of marine biodiversity and ecosystem trends, assessing progress towards global conservation goals, and informing adaptive management strategies. In support of international governance frameworks—most notably the Kunming-Montreal Global Biodiversity Framework (GBF) and the UN Convention on the Law of the Sea’s Biodiversity Beyond National Jurisdiction (BBNJ) agreement—this session will explore how data, observation systems, and international collaboration can underpin robust and inclusive biodiversity monitoring efforts across all ocean domains, including areas beyond national jurisdiction (ABNJ).<br>This session will demonstrate how ocean observing initiatives contribute to a comprehensive and connected Global Biodiversity Observing System for the ocean. In particular, it will have presentations that show how to:<br>(i) Implement and utilise the Global Ocean Observing System’s Essential Ocean Variables (EOVs) to detect biodiversity change and identify its drivers;<br>(ii) Enhance observing technologies, methodologies, and data workflows to address the biodiversity data needs of the BBNJ agreement and the GBF;<br>(iii) Strengthen data standardisation, quality control, integration, and accessibility ensuring data is FAIR and data products are applicable for effective management and decision making.<br>By showcasing advances in marine biodiversity monitoring and data management, this session aims to foster communities of practice that can support effective science-policy interfaces and accelerate implementation of global ocean governance frameworks.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6798855.0,
        "Session_ID":6798855,
        "Session_Title":"Advancing biodiversity goals from local to global scales using iNaturalist",
        "Session_Type":"Symposium",
        "Theme":"Biodiversity Data Application",
        "Organisation_theme":"GBIF",
        "Date":"2025-10-21",
        "Start_Time":"11:15:00",
        "End_Time":"12:45:00",
        "Room_Name":"Ballroom B2",
        "Session_Organizers":[
            "Carrie Seltzer",
            "Tony Iwane",
            "Alison Young"
        ],
        "Duration":90.0,
        "Session_Abstract":"iNaturalist is a citizen science platform for crowdsourcing biodiversity records.The mobile app and website are used around the globe to both build community and generate data. Collectively, millions of people have contributed photos and identifications of more than 500,000 unique taxa. For more than 100,000 species, this information enables the development of predictive models for geographic distribution and visual similarity.<br>Learn how iNaturalist helps other organizations advance specific biodiversity goals or objectives at various scales from local to global. Lightning talks will address the objectives, outcomes or impacts, what did & didn’t work, and transferable lessons for others with similar goals and\/or challenges.<br>Examples of goals or objectives could include monitoring the success of site restoration, improving regional invasive species management, a specific policy outcome, national biodiversity targets, identifying conservation priorities, improving awareness or education, etc. We especially welcome examples of indigenous groups using iNaturalist.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6798929.0,
        "Session_ID":6798929,
        "Session_Title":"Integrating DNA Reference Databases and Molecular Taxon Concepts in Biodiversity Databases\n",
        "Session_Type":"Symposium",
        "Theme":"Data Integration",
        "Organisation_theme":[
            "TDWG",
            "OBIS"
        ],
        "Date":"2025-10-21",
        "Start_Time":"11:15:00",
        "End_Time":"12:45:00",
        "Room_Name":"Tolima",
        "Session_Organizers":[
            "Urmas Kõljalg",
            "Emilie Boulanger",
            "Tobias Frøslev",
            "Rutger Vos",
            "Pieter Provoost"
        ],
        "Duration":90.0,
        "Session_Abstract":"Reference databases and molecular species concepts are foundational for DNA-based biodiversity research and essential for extending detection and monitoring to neglected branches of the tree of life. Challenges remain in ensuring their effective use and integration into biodiversity data infrastructures. This session will showcase advancements in DNA reference databases, efforts to connect molecular and taxonomic species concepts, enhanced integration of molecular taxa into biodiversity data systems, and strategies for crediting reference data providers.<br>We invite contributions that address:<br>- Significant developments in DNA reference databases.<br>- Challenges and solutions in curating and standardizing DNA reference databases.<br>- Strategies for integrating and operationalizing reference databases in data platforms.<br>- Incentives for sharing up-to-date DNA reference data, including usage tracking and contributor recognition.<br>By connecting researchers, managers and curators of databases and datasets, and infrastructure developers, this session aims to drive improvements in the management and integration of DNA reference data in biodiversity data systems.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6797423.0,
        "Session_ID":6797423,
        "Session_Title":"Forensic Applications in Biodiversity Research: EUDR case studies and beyond",
        "Session_Type":"Symposium",
        "Theme":"Biodiversity Data Application",
        "Organisation_theme":"GBIF",
        "Date":"2025-10-21",
        "Start_Time":"11:15:00",
        "End_Time":"12:45:00",
        "Room_Name":"Caldas",
        "Session_Organizers":[
            "Christophe Van Neste",
            "Pierre Bonnet"
        ],
        "Duration":90.0,
        "Session_Abstract":"With climate change and global biodiversity decline, lawmakers have been implementing legislation to curtail the negative impact of human actors on further decline. A few noteworthy pieces of legislation are the European Union Deforestation Regulation (EUDR) and the updated European Environmental Crime Directive (ECD) in 2024. To serve enforcement of these new legislation frameworks, forensic scientific services will be required (e.g. scientific methods used to investigate and analyze evidence). This session aims to explore the broader applications of forensic methods in biodiversity monitoring, with a focus on EUDR and ECD, but also inviting abstracts with a broader international context. We are particularly seeking contributions on uncertainty and bias characterizations of biodiversity studies. By highlighting diverse forensic techniques, this session will also encourage submissions on other topics including ecocide cases, integrating open data, and community participation in capacity building. The organizers, dr. ir. Christophe Van Neste and dr Pierre Bonnet, will facilitate a dynamic discussion on how forensic science contributes to policy-making and the documentation of biodiversity and deforestation. Join us to delve into the interdisciplinary approaches that drive forward our understanding of the natural world and foster a collaborative environment for knowledge exchange.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6799243.0,
        "Session_ID":6799243,
        "Session_Title":"Global Infrastructure: Current state, sustainability, and paths forward through data partnerships",
        "Session_Type":"Symposium",
        "Theme":"Open Data",
        "Organisation_theme":"GBIF",
        "Date":"2025-10-21",
        "Start_Time":"11:15:00",
        "End_Time":"12:45:00",
        "Room_Name":"Valle",
        "Session_Organizers":[
            "Juan Sebastián Gonzalez Sanabria",
            "Rebecca Snyder",
            "Holly Little",
            "Sharon Grant",
            "Reem AlMealla",
            "Nicholas Pyenson",
            "Daniel Fernando Piraquive Piraquive",
            "Javier Antonio Ballesteros Ricaurte"
        ],
        "Duration":90.0,
        "Session_Abstract":"The global biodiversity data infrastructure is a diffuse network of individually developed systems and platforms at critical points in their funding models, host organization support, and technological evolution. Many are undergoing transformation while developing new approaches to data integration and modeling. Understanding the current status and associated risks is crucial as we work toward the long-term sustainability of this shared global infrastructure through coordinated community action.<br>Addressing these challenges requires fostering peer-to-peer diplomacy that builds trust, shares knowledge, and strategizes common goals across geopolitical boundaries. By developing partnerships between institutions with complementary biodiversity datasets, we strengthen data institutions while accelerating scientific insights and policy impact. These collaborative efforts help overcome impediments to interoperability, dark data challenges, and discoverability limitations.<br>Open data and infrastructures are essential for transparency in governance and scientific policies while enabling cross-regional cooperation on biodiversity monitoring and conservation. This session will showcase ongoing initiatives that promote open biodiversity data availability, examine the current state of platforms and tools, and explore collaborative approaches to establishing joint infrastructures. Together, we will identify pathways toward sustainable global data systems that transcend institutional boundaries and help communities access the resources needed to address biodiversity challenges in their regions.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6960773.0,
        "Session_ID":"6960773-2",
        "Session_Title":"Computational Methods & Tools (Contributed Oral Presentations)",
        "Session_Type":"Symposium",
        "Theme":"Data Integration",
        "Organisation_theme":"GBIF",
        "Date":"2025-10-21",
        "Start_Time":"11:15:00",
        "End_Time":"12:45:00",
        "Room_Name":"Cauca",
        "Session_Organizers":[
            "David Fichtmueller",
            "Erika Suarez"
        ],
        "Duration":90.0,
        "Session_Abstract":"Contributed oral sessions provide an essential platform for presenting innovative research that advances the field of biodiversity informatics while addressing emerging challenges at the intersection of data science, conservation, and policy. These sessions accommodate presentations that align with the broader themes of the Living Data conference but do not fit within the scope of pre-organized symposia.<br>The Academic Committee has organized contributed submissions into thematic sessions to foster focused discussion and knowledge exchange among researchers working on related topics. Each thematic session brings together diverse perspectives and methodologies, creating opportunities for cross-pollination of ideas and collaborative problem-solving. While space for contributed oral presentations is limited due to the robust program of organized sessions, these presentations represent cutting-edge work that contributes significantly to our collective understanding of biodiversity data mobilization, management, and application.<br>We encourage active participation and engagement during these sessions, as they showcase the breadth and dynamism of the global biodiversity informatics community.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6798781.0,
        "Session_ID":6798781,
        "Session_Title":"The Essential Biodiversity Variables Cube: a standard for spatiotemporal biodiversity data",
        "Session_Type":"Workshop",
        "Theme":"Open Data",
        "Organisation_theme":"TDWG",
        "Date":"2025-10-21",
        "Start_Time":"11:15:00",
        "End_Time":"12:45:00",
        "Room_Name":"Huila",
        "Session_Organizers":[
            "Nestor Fernandez",
            "Henrique M. Pereira",
            "Lina Estupinan"
        ],
        "Duration":120.0,
        "Session_Abstract":"Essential Biodiversity Variables (EBVs), a framework initially conceptualized by GEO BON, hold significant potential for supporting biodiversity assessments across scales ranging from sub-national to global levels. However, realizing the full potential of EBV data requires a breakthrough in making data from diverse sources interoperable to ensure widespread use. This session will discuss advances towards a new standard for EBVs, known as the EBV-Cube standard. This standard aims to facilitate access to multiple EBV data products, organized under a consistent data structure with standardized annotations across different EBV classes. The development of this new standard also seeks to support the dissemination of EBV data products through the GEO BON Data Portal, following best practices in data management and ensuring access via services. The session will also aim to promote the formation of a working group dedicated to the continued development of this standard under the auspices of GEO BON and TDWG.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6798937.0,
        "Session_ID":"6798937-1",
        "Session_Title":"Darwin Core Data Package: an updated model and format for exchanging biodiversity data (Part 1)\n",
        "Session_Type":"Symposium",
        "Theme":"Open Data",
        "Organisation_theme":"TDWG",
        "Date":"2025-10-21",
        "Start_Time":"14:00:00",
        "End_Time":"15:30:00",
        "Room_Name":"Ballroom A",
        "Session_Organizers":[
            "Kate Ingenloff",
            "John Wieczorek",
            "Peter Desmet",
            "Yi Ming Gan",
            "Jörg Holetschek"
        ],
        "Duration":90.0,
        "Session_Abstract":"In this session we will present the Darwin Core Data Package (DwC-DP), a new model and format for sharing biodiversity data. DwC-DP is designed to overcome the limitations of Darwin Core Archives (such as the star schema) and introduces a semantic model for biodiversity data. This model consists of a number of related tables (e.g. Events, Occurrences, Agents, Assertions) that aim to capture the diversity of biodiversity data in a common model, while still feeling familiar to data publishers. As a format, DwC-DP builds upon the Data Package standard and expresses data as CSV files and technical information as a machine-readable metadata file (similar to Darwin Core Archives). DwC-DP is the result of an extended iterative approach supported by the Global Biodiversity Information Facility (GBIF) and based on a wide range of use cases. Some of these use cases (e.g. survey data, collection data, eDNA data) will be presented by early adopters as concrete showcases on how to use DwC-DP, while GBIF will present how it supports DwC-DP through their Integrated Publishing Toolkit (IPT) and infrastructure. Finally, we will explain the next steps for DwC-DP and how you can contribute or provide feedback.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6802864.0,
        "Session_ID":"6802864-1",
        "Session_Title":"Integrative tools, data platforms and applications to address freshwater biodiversity research (Part 1)",
        "Session_Type":"Symposium",
        "Theme":"Data Integration",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-21",
        "Start_Time":"14:00:00",
        "End_Time":"15:30:00",
        "Room_Name":"Ballroom B1",
        "Session_Organizers":[
            "Jaime Ricardo Garcia Marquez",
            "Eren Turak",
            "Thilina Surasinghe",
            "Yusdiel Torres Cambas",
            "Thomas Tomiczek",
            "Vanessa Bremerich",
            "Merret Buurman",
            "Kristi Bego",
            "Paula Torre Zaffaroni"
        ],
        "Duration":90.0,
        "Session_Abstract":"The degradation of freshwater ecosystems and the decline of their biodiversity has triggered efforts to compile, standardize and publicly share fragmented freshwater biological data, and freshwater-specific geospatial datasets. This involves the integration of cutting-edge earth observation products to map hydrographical networks at high spatial resolution and at large geographical scales, the development of new processing tools, models and workflows that account for the longitudinal connectivity in freshwater ecosystems while integrating geospatial and biological data and call for the adoption of FAIR (Findable-Accessible-Interoperable and Reusable) and CARE (Collective Benefit, Authority to Control, Responsibility, Ethics) standards, as well as STAC (Spatio Temporal Asset Catalogs) specification for geospatial information. This session invites contributions that explore integrative approaches for advancing the standardization of freshwater biodiversity databases, and developing hydrological and environmental datasets relevant to the protection and restoration of freshwater species and ecosystems. The thematic scope of the session also includes change detection and causal attribution, biodiversity forecasting, spatial prioritization and other modelling applications using both biological and geospatial information on pressures, drivers, ecosystem structure and function. We encourage studies focusing on data interoperability and\/or integration of large-scale biological and environmental datasets in models and scenarios to support freshwater conservation and management.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6796330.0,
        "Session_ID":"6796330-1",
        "Session_Title":"Improving data management strategies, sharing and FAIRness of DNA-derived Biodiversity Data (Part 1)",
        "Session_Type":"Symposium",
        "Theme":"Open Data",
        "Organisation_theme":[
            "TDWG",
            "OBIS"
        ],
        "Date":"2025-10-21",
        "Start_Time":"14:00:00",
        "End_Time":"15:30:00",
        "Room_Name":"Ballroom B2",
        "Session_Organizers":[
            "Tobias Frøslev",
            "Joana Pauperio",
            "Saara Suominen",
            "Miwa Takahashi",
            "Vanessa Yepes Navaez",
            "Erika Montoya Cadavid",
            "Ricardo Ortiz Gallego"
        ],
        "Duration":90.0,
        "Session_Abstract":"Every lifeform in the world, from viruses to whales, contains a bio-molecular footprint that informs about their occurrence and biology. DNA based methods are transformative tools for biodiversity detection and monitoring. Environmental DNA (eDNA) metabarcoding in particular is expected to massively accelerate the field by enabling detection of entire biological communities from soil, water, and air samples. However, the detection of biodiversity from environmental samples (using eDNA) generates larger data sets unlike traditional methodologies in which each DNA sequence comes from an isolated individual. <br>Despite its potential, standardized sharing and integration of metabarcoding data and other DNA-associated biodiversity data has remained limited until now. Best practices for FAIR data sharing include submitting raw sequence data to INSDC (International Nucleotide Sequence Database Collaboration) short read archives (e.g. ENA, SRA) and sharing the processed and interpreted biodiversity records (e.g., Amplicon Sequence Variants, ASVs and Operational Taxonomic Units, OTUs) through biodiversity databases like those of the Global Biodiversity Information Facility (GBIF.org) and Ocean Biodiversity Information System (OBIS.org).<br>We invite contributions that address:<br>- New tools and pipelines for improved sharing of DNA-derived biodiversity data.<br>- Approaches for better integration of DNA-derived data with other biodiversity data.<br>- Remaining challenges and solutions for achieving FAIR DNA-derived biodiversity data.<br>- Non-technical aspects that infrastructures should consider, such as legal frameworks, domain specific data culture etc.<br>This session will include discussions on best practices and solutions to enhance the FAIRness of DNA-derived biodiversity data for biodiversity research, with a main focus on eDNA and metabarcoding data. We will seek to share the initiatives, strategies and experiences that have been proposed regarding the management and final disposal of this information as a useful tool for decision-making on environmental matters.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6802919.0,
        "Session_ID":6802919,
        "Session_Title":"Harmonizing In Situ and Earth Observation (EO) for Biodiversity Assessment",
        "Session_Type":"Symposium",
        "Theme":"Data Integration",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-21",
        "Start_Time":"14:00:00",
        "End_Time":"15:30:00",
        "Room_Name":"Tolima",
        "Session_Organizers":[
            "Antonio Ferraz",
            "Michael Harfoot",
            "Maria Santos"
        ],
        "Duration":90.0,
        "Session_Abstract":"Understanding biodiversity dynamics requires the integration of in situ and Earth Observation (EO) data, yet this process presents significant challenges in data processing, harmonization, and matching across different sources. While in situ data provides critical insights into biodiversity characteristics, its spatial and temporal coverage remains limited. EO data, on the other hand, offers systematic, repeatable, and scalable measurements with high spatial and temporal continuity.<br>Integrating these complementary data sources is essential for comprehensive biodiversity assessments, but it requires advanced techniques to bridge existing gaps. Machine Learning and Artificial Intelligence approaches provide promising solutions by leveraging the unique properties of each data type, facilitating seamless integration, and enhancing predictive capabilities.<br>This session invites contributions that explore innovative strategies for data fusion, highlight methodological advances in AI-driven biodiversity assessments, and demonstrate the potential benefits of integrating multi-source environmental data. We welcome studies that address key challenges, propose novel frameworks, and showcase real-world applications of AI-enhanced biodiversity monitoring using EO time-series.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6799145.0,
        "Session_ID":"6799145-1",
        "Session_Title":"Spatial biodiversity data products for reporting and decision-making - are we there yet? (Part 1)",
        "Session_Type":"Symposium",
        "Theme":"Biodiversity Data Application",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-21",
        "Start_Time":"14:00:00",
        "End_Time":"15:30:00",
        "Room_Name":"Caldas",
        "Session_Organizers":[
            "Tobias Andermann",
            "Jakob Nyström"
        ],
        "Duration":90.0,
        "Session_Abstract":"Addressing the global biodiversity crisis requires spatial data products showing biodiversity metrics - current state, changes, and scenarios - that are interpretable and actionable for policy and decision-making. Examples of use cases include biodiversity monitoring, reporting in adherence with the GBF, prioritization of conservation projects, spatial planning for infrastructure projects, and corporate impact and risk reporting. Producing such maps requires predictive biodiversity models that can learn the complex relationships between biodiversity, environmental factors and anthropogenic pressures. In this session, we deep dive into the state-of-the-art of predictive biodiversity modeling on local, national, and global scales. We highlight and discuss which types of models are most appropriate for different objectives and contexts. Further, we examine best practices for evaluating predictive performance and quantifying uncertainty in such models. We critically discuss to what extent current data products are appropriate for making decisions with potentially substantial financial and ecological consequences. This session will be a hybrid of scientific talks, panel discussions, and audience engagement. The aim is to identify current limitations in spatial biodiversity modeling and to map a way forward to improving the state-of-the-art in this field.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6799127.0,
        "Session_ID":6799127,
        "Session_Title":"Overcoming Barriers to Biodiversity Data Sharing and Use in Asia: Success Stories and Lesson Learned",
        "Session_Type":"Symposium",
        "Theme":"Open Data",
        "Organisation_theme":"GBIF",
        "Date":"2025-10-21",
        "Start_Time":"14:00:00",
        "End_Time":"15:30:00",
        "Room_Name":"Valle",
        "Session_Organizers":[
            "Melissa Jean-Yi Liu",
            "Jerome Chie-Jen Ko",
            "Mao-Ning Tuanmu",
            "Vijay Barve"
        ],
        "Duration":90.0,
        "Session_Abstract":"Asia's remarkable diversity—spanning biodiversity, topography, languages, and cultures—presents unique challenges for biodiversity data mobilization and use. Key obstacles include language barriers, limited capacity for data mobilization, and a traditionally conservative research environment that hinders open data sharing. However, in recent years, growth in citizen science contributions, cross-sector collaborations, as well as support from GBIF Asia regional support team and Asia nodes have contributed to a growing awareness of the value of open biodiversity data.<br>This symposium will showcase successful initiatives in standardized biodiversity data management, sharing, and application across Asia, with emphasis on how these align with GBIF, TDWG, and other global data standards. Selected case studies will demonstrate effective implementation of open data principles, successful policy integration, and innovative approaches to capacity building. Presentations will highlight collaboration between government agencies, research institutions, NGOs, and citizen scientists, including specific examples of data integration into regional and global biodiversity observation networks.<br>The session will produce a synthesis of best practices, practical solutions for overcoming regional challenges, and recommendations for strengthening Asia's contribution to global biodiversity data networks. Participants will gain actionable insights for implementing similar initiatives in their contexts.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6803214.0,
        "Session_ID":6803214,
        "Session_Title":"Matching decision-making needs with actionable data product to drive biodiversity monitoring impact",
        "Session_Type":"Symposium",
        "Theme":"Biodiversity Data Application",
        "Organisation_theme":"OBIS",
        "Date":"2025-10-21",
        "Start_Time":"14:00:00",
        "End_Time":"15:30:00",
        "Room_Name":"Cauca",
        "Session_Organizers":[
            "Laurent Chmiel",
            "Silas C. Principe"
        ],
        "Duration":90.0,
        "Session_Abstract":"Biodiversity observation organizations generate an unfathomable quantity of high-quality, reliable, and up-to-date data covering most of Earth. This data offers scientific insights into pressing biodiversity issues, but effectively integrating it into decision-making processes remains challenging and complex, requiring time, skills, and resources. This complexity creates a gap that prevents decision-makers from making use of the data they need to support their decisions. Bridging this gap is crucial to achieving the Kunming-Montreal Global Biodiversity Framework's goals, particularly Target 21. How can the scientific community better understand the needs of decision-makers? Could highly transformed and aggregated data-driven products, such as accessible dashboards, be a solution to increase data uptake from non-specialists?<br>This session will explore potential dialogue between decision-makers and biodiversity observation organizations, along with best practices, challenges, and solutions for ensuring biodiversity data is fit-for-purpose and readily actionable at local, regional, and global levels. We will aim to identify strategies to turn biodiversity data into readily available insights supporting conservation policies and management actions worldwide.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6803041.0,
        "Session_ID":"6803041-1",
        "Session_Title":"Liberating and re-use of data imprisoned in scientific literature. (Part 1)",
        "Session_Type":"Workshop",
        "Theme":"Open Data",
        "Organisation_theme":"GBIF",
        "Date":"2025-10-21",
        "Start_Time":"14:00:00",
        "End_Time":"15:30:00",
        "Room_Name":"Huila",
        "Session_Organizers":[
            "Donat Agosti",
            "Laurence Bénichou",
            "Tim Hirsch"
        ],
        "Duration":90.0,
        "Session_Abstract":"Biodiversity research results are contained in the ever-growing corpus of scientific publications, traditionally stored in, or provided through, academic libraries. Access to this literature can be difficult in terms of both findability and accessibility. In the digital age, this barrier can and should be lifted by opening publications to machine access, ensuring the data they contain adheres to the FAIR principles. This workshop  provides a hands-on demonstration of the existing workflows to liberate data from legacy publications, as well as to publish in a semantically-enhanced way and to reuse the data. It will also highlight the benefits and opportunities provided by accessible, semantically-enhanced literature in the biodiversity domain.<br>The workshop will have three parts:<br>1. Introduction by means of a hand-on exercise to the applied concepts, using existing workflows to convert a publication including biodiversity-related data from a PDF to a machine actionable format, for dissemination to GBIF, the Biodiversity Literature Repository, ChecklistBank, and OBIS;<br>2. Explanation of how to find, access and use the data, including for potential new data metrics, or use of the resources for AI applications to support for example IPBES and, potentially, generation of essential biodiversity variables;<br>3. Demonstration of services enabling direct semantic publishing.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6798937.0,
        "Session_ID":"6798937-2",
        "Session_Title":"Darwin Core Data Package: an updated model and format for exchanging biodiversity data (Part 2)\n",
        "Session_Type":"Symposium",
        "Theme":"Open Data",
        "Organisation_theme":"TDWG",
        "Date":"2025-10-21",
        "Start_Time":"16:00:00",
        "End_Time":"17:30:00",
        "Room_Name":"Ballroom A",
        "Session_Organizers":[
            "Kate Ingenloff",
            "John Wieczorek",
            "Peter Desmet",
            "Yi Ming Gan",
            "Jörg Holetschek"
        ],
        "Duration":90.0,
        "Session_Abstract":"In this session we will present the Darwin Core Data Package (DwC-DP), a new model and format for sharing biodiversity data. DwC-DP is designed to overcome the limitations of Darwin Core Archives (such as the star schema) and introduces a semantic model for biodiversity data. This model consists of a number of related tables (e.g. Events, Occurrences, Agents, Assertions) that aim to capture the diversity of biodiversity data in a common model, while still feeling familiar to data publishers. As a format, DwC-DP builds upon the Data Package standard and expresses data as CSV files and technical information as a machine-readable metadata file (similar to Darwin Core Archives). DwC-DP is the result of an extended iterative approach supported by the Global Biodiversity Information Facility (GBIF) and based on a wide range of use cases. Some of these use cases (e.g. survey data, collection data, eDNA data) will be presented by early adopters as concrete showcases on how to use DwC-DP, while GBIF will present how it supports DwC-DP through their Integrated Publishing Toolkit (IPT) and infrastructure. Finally, we will explain the next steps for DwC-DP and how you can contribute or provide feedback.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6802864.0,
        "Session_ID":"6802864-2",
        "Session_Title":"Integrative tools, data platforms and applications to address freshwater biodiversity research (Part 2)",
        "Session_Type":"Symposium",
        "Theme":"Data Integration",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-21",
        "Start_Time":"16:00:00",
        "End_Time":"17:30:00",
        "Room_Name":"Ballroom B1",
        "Session_Organizers":[
            "Jaime Ricardo Garcia Marquez",
            "Eren Turak",
            "Thilina Surasinghe",
            "Yusdiel Torres Cambas",
            "Thomas Tomiczek",
            "Vanessa Bremerich",
            "Merret Buurman",
            "Kristi Bego",
            "Paula Torre Zaffaroni"
        ],
        "Duration":90.0,
        "Session_Abstract":"The degradation of freshwater ecosystems and the decline of their biodiversity has triggered efforts to compile, standardize and publicly share fragmented freshwater biological data, and freshwater-specific geospatial datasets. This involves the integration of cutting-edge earth observation products to map hydrographical networks at high spatial resolution and at large geographical scales, the development of new processing tools, models and workflows that account for the longitudinal connectivity in freshwater ecosystems while integrating geospatial and biological data and call for the adoption of FAIR (Findable-Accessible-Interoperable and Reusable) and CARE (Collective Benefit, Authority to Control, Responsibility, Ethics) standards, as well as STAC (Spatio Temporal Asset Catalogs) specification for geospatial information. This session invites contributions that explore integrative approaches for advancing the standardization of freshwater biodiversity databases, and developing hydrological and environmental datasets relevant to the protection and restoration of freshwater species and ecosystems. The thematic scope of the session also includes change detection and causal attribution, biodiversity forecasting, spatial prioritization and other modelling applications using both biological and geospatial information on pressures, drivers, ecosystem structure and function. We encourage studies focusing on data interoperability and\/or integration of large-scale biological and environmental datasets in models and scenarios to support freshwater conservation and management.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6796330.0,
        "Session_ID":"6796330-2",
        "Session_Title":"Improving data management strategies, sharing and FAIRness of DNA-derived Biodiversity Data (Part 2)",
        "Session_Type":"Symposium",
        "Theme":"Open Data",
        "Organisation_theme":[
            "TDWG",
            "OBIS"
        ],
        "Date":"2025-10-21",
        "Start_Time":"16:00:00",
        "End_Time":"17:30:00",
        "Room_Name":"Ballroom B2",
        "Session_Organizers":[
            "Tobias Frøslev",
            "Joana Pauperio",
            "Saara Suominen",
            "Miwa Takahashi",
            "Vanessa Yepes Navaez",
            "Erika Montoya Cadavid",
            "Ricardo Ortiz Gallego"
        ],
        "Duration":90.0,
        "Session_Abstract":"Every lifeform in the world, from viruses to whales, contains a bio-molecular footprint that informs about their occurrence and biology. DNA based methods are transformative tools for biodiversity detection and monitoring. Environmental DNA (eDNA) metabarcoding in particular is expected to massively accelerate the field by enabling detection of entire biological communities from soil, water, and air samples. However, the detection of biodiversity from environmental samples (using eDNA) generates larger data sets unlike traditional methodologies in which each DNA sequence comes from an isolated individual. <br>Despite its potential, standardized sharing and integration of metabarcoding data and other DNA-associated biodiversity data has remained limited until now. Best practices for FAIR data sharing include submitting raw sequence data to INSDC (International Nucleotide Sequence Database Collaboration) short read archives (e.g. ENA, SRA) and sharing the processed and interpreted biodiversity records (e.g., Amplicon Sequence Variants, ASVs and Operational Taxonomic Units, OTUs) through biodiversity databases like those of the Global Biodiversity Information Facility (GBIF.org) and Ocean Biodiversity Information System (OBIS.org).<br>We invite contributions that address:<br>- New tools and pipelines for improved sharing of DNA-derived biodiversity data.<br>- Approaches for better integration of DNA-derived data with other biodiversity data.<br>- Remaining challenges and solutions for achieving FAIR DNA-derived biodiversity data.<br>- Non-technical aspects that infrastructures should consider, such as legal frameworks, domain specific data culture etc.<br>This session will include discussions on best practices and solutions to enhance the FAIRness of DNA-derived biodiversity data for biodiversity research, with a main focus on eDNA and metabarcoding data. We will seek to share the initiatives, strategies and experiences that have been proposed regarding the management and final disposal of this information as a useful tool for decision-making on environmental matters.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6960773.0,
        "Session_ID":"6960773-8",
        "Session_Title":"Applied Research & Policy Integration - Global Knowledge & Policy (Contributed Oral Presentations)",
        "Session_Type":"Symposium",
        "Theme":"Biodiversity Data Application",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-21",
        "Start_Time":"16:00:00",
        "End_Time":"17:30:00",
        "Room_Name":"Tolima",
        "Session_Organizers":[
            "Francisco Pando",
            "Henrique M. Pereira"
        ],
        "Duration":90.0,
        "Session_Abstract":"Contributed oral sessions provide an essential platform for presenting innovative research that advances the field of biodiversity informatics while addressing emerging challenges at the intersection of data science, conservation, and policy. These sessions accommodate presentations that align with the broader themes of the Living Data conference but do not fit within the scope of pre-organized symposia.<br>The Academic Committee has organized contributed submissions into thematic sessions to foster focused discussion and knowledge exchange among researchers working on related topics. Each thematic session brings together diverse perspectives and methodologies, creating opportunities for cross-pollination of ideas and collaborative problem-solving. While space for contributed oral presentations is limited due to the robust program of organized sessions, these presentations represent cutting-edge work that contributes significantly to our collective understanding of biodiversity data mobilization, management, and application.<br>We encourage active participation and engagement during these sessions, as they showcase the breadth and dynamism of the global biodiversity informatics community.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6799145.0,
        "Session_ID":"6799145-2",
        "Session_Title":"Spatial biodiversity data products for reporting and decision-making - are we there yet? (Part 2)",
        "Session_Type":"Symposium",
        "Theme":"Biodiversity Data Application",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-21",
        "Start_Time":"16:00:00",
        "End_Time":"17:30:00",
        "Room_Name":"Caldas",
        "Session_Organizers":[
            "Tobias Andermann",
            "Jakob Nyström"
        ],
        "Duration":90.0,
        "Session_Abstract":"Addressing the global biodiversity crisis requires spatial data products showing biodiversity metrics - current state, changes, and scenarios - that are interpretable and actionable for policy and decision-making. Examples of use cases include biodiversity monitoring, reporting in adherence with the GBF, prioritization of conservation projects, spatial planning for infrastructure projects, and corporate impact and risk reporting. Producing such maps requires predictive biodiversity models that can learn the complex relationships between biodiversity, environmental factors and anthropogenic pressures. In this session, we deep dive into the state-of-the-art of predictive biodiversity modeling on local, national, and global scales. We highlight and discuss which types of models are most appropriate for different objectives and contexts. Further, we examine best practices for evaluating predictive performance and quantifying uncertainty in such models. We critically discuss to what extent current data products are appropriate for making decisions with potentially substantial financial and ecological consequences. This session will be a hybrid of scientific talks, panel discussions, and audience engagement. The aim is to identify current limitations in spatial biodiversity modeling and to map a way forward to improving the state-of-the-art in this field.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6803288.0,
        "Session_ID":6803288,
        "Session_Title":"From Data to Decisions: Advancing Biodiversity Monitoring through Species Population EBVs",
        "Session_Type":"Symposium",
        "Theme":"Biodiversity Data Application",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-21",
        "Start_Time":"16:00:00",
        "End_Time":"17:30:00",
        "Room_Name":"Valle",
        "Session_Organizers":[
            "Elkin Tenorio",
            "Walter Jetz",
            "Helena Olaya",
            "Melodie McGeoch",
            "Nerieth Leuro",
            "Laura Garcia",
            "Juan Carlos Rey"
        ],
        "Duration":90.0,
        "Session_Abstract":"This symposium explores methodological advances and applications of Species Population Essential Biodiversity Variables (EBVs). As the UN Global Biodiversity Framework drives demand for standardized biodiversity metrics, this session provides a platform to share experiences in developing Species Population EBVs that effectively integrate disparate raw data into standardized information products. Participants will explore the complete workflow of creating robust biodiversity information - from initial data curation of field observations, remote sensing data, and biological collections, to model development and evaluation, particularly addressing challenges that arise in the absence of expert knowledge.<br>The session welcomes contributions showcasing how Species Population EBVs capture critical biodiversity dynamics including: (i) contraction, shifts, and expansion of geographic distributions (including potential extinctions and alien invasions), and (ii) losses and gains in species population sizes across large spatial, temporal, and taxonomic scales. Through this symposium, we aim to foster dialogue about best practices, tools, and methodologies while demonstrating how these models can effectively contribute to environmental decision-making - from conservation planning to ecosystem management and climate change adaptation. By featuring data integration methodologies, large-scale empirical findings, specific use case demonstrations, and aggregate indicator products, the session provides a comprehensive horizon scan of current Species Population EBV production and identifies key opportunities for advancing research and application in support of biodiversity monitoring worldwide.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6960773.0,
        "Session_ID":"6960773-3",
        "Session_Title":"Digital Technologies & AI (Contributed Oral Presentations)",
        "Session_Type":"Symposium",
        "Theme":"Open Data",
        "Organisation_theme":"TDWG",
        "Date":"2025-10-21",
        "Start_Time":"16:00:00",
        "End_Time":"17:30:00",
        "Room_Name":"Cauca",
        "Session_Organizers":[
            "Andre Zerger",
            "Erika Suarez"
        ],
        "Duration":90.0,
        "Session_Abstract":"Contributed oral sessions provide an essential platform for presenting innovative research that advances the field of biodiversity informatics while addressing emerging challenges at the intersection of data science, conservation, and policy. These sessions accommodate presentations that align with the broader themes of the Living Data conference but do not fit within the scope of pre-organized symposia.<br>The Academic Committee has organized contributed submissions into thematic sessions to foster focused discussion and knowledge exchange among researchers working on related topics. Each thematic session brings together diverse perspectives and methodologies, creating opportunities for cross-pollination of ideas and collaborative problem-solving. While space for contributed oral presentations is limited due to the robust program of organized sessions, these presentations represent cutting-edge work that contributes significantly to our collective understanding of biodiversity data mobilization, management, and application.<br>We encourage active participation and engagement during these sessions, as they showcase the breadth and dynamism of the global biodiversity informatics community.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6803041.0,
        "Session_ID":"6803041-2",
        "Session_Title":"Liberating and re-use of data imprisoned in scientific literature. (Part 2)",
        "Session_Type":"Workshop",
        "Theme":"Open Data",
        "Organisation_theme":"GBIF",
        "Date":"2025-10-21",
        "Start_Time":"16:00:00",
        "End_Time":"17:30:00",
        "Room_Name":"Huila",
        "Session_Organizers":[
            "Donat Agosti",
            "Laurence Bénichou",
            "Tim Hirsch"
        ],
        "Duration":90.0,
        "Session_Abstract":"Biodiversity research results are contained in the ever-growing corpus of scientific publications, traditionally stored in, or provided through, academic libraries. Access to this literature can be difficult in terms of both findability and accessibility. In the digital age, this barrier can and should be lifted by opening publications to machine access, ensuring the data they contain adheres to the FAIR principles. This workshop  provides a hands-on demonstration of the existing workflows to liberate data from legacy publications, as well as to publish in a semantically-enhanced way and to reuse the data. It will also highlight the benefits and opportunities provided by accessible, semantically-enhanced literature in the biodiversity domain.<br>The workshop will have three parts:<br>1. Introduction by means of a hand-on exercise to the applied concepts, using existing workflows to convert a publication including biodiversity-related data from a PDF to a machine actionable format, for dissemination to GBIF, the Biodiversity Literature Repository, ChecklistBank, and OBIS;<br>2. Explanation of how to find, access and use the data, including for potential new data metrics, or use of the resources for AI applications to support for example IPBES and, potentially, generation of essential biodiversity variables;<br>3. Demonstration of services enabling direct semantic publishing.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6960771.0,
        "Session_ID":"EVT-PLENARY-WED",
        "Session_Title":"Plenary",
        "Session_Type":"Plenary",
        "Theme":null,
        "Organisation_theme":null,
        "Date":"2025-10-22",
        "Start_Time":"08:30:00",
        "End_Time":"10:00:00",
        "Room_Name":"Ballroom",
        "Session_Organizers":"Living Data 2025",
        "Duration":60.0,
        "Session_Abstract":null,
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6798502.0,
        "Session_ID":"6798502-1",
        "Session_Title":"Scaling AI For and Across Biodiversity: Data Collection and Curation in AI-Driven Biodiversity Research (Part 1)",
        "Session_Type":"Symposium",
        "Theme":"Biodiversity Data Application",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-22",
        "Start_Time":"10:45:00",
        "End_Time":"12:45:00",
        "Room_Name":"Ballroom A",
        "Session_Organizers":[
            "Sanson Poon",
            "Arianna Salili-James",
            "Ben Scott",
            "Rukaya Johaadien",
            "Michal Torma",
            "Nicky Nicolson",
            "Kit Lewers",
            "Wouter Koch",
            "David R. Williamson"
        ],
        "Duration":120.0,
        "Session_Abstract":"Artificial Intelligence (AI) is revolutionising the way biodiversity data are managed, studied, and preserved, offering groundbreaking possibilities for research, curation, conservation, policy-making and public engagement. Digital representations of organisms are central in biodiversity data collection, curation and use. It is these representations, rather than the physical organisms themselves, that are increasingly the basis for research. Digital representations allow the use of machine learning, AI, and computer vision to measure the physical properties of organisms and to classify them taxonomically and phenologically, on an unprecedented scale.<br>While AI-driven innovations are emerging across institutions and disciplines, a critical question remains: how can these advancements be successfully embedded and scaled to maximise impact? This session explores cutting-edge AI applications, from large-scale digitisation and automated species identification to advanced data management and predictive analytics. We will examine strategies for integrating AI across institutional frameworks, addressing challenges in adoption, collaboration, and sustainability. We welcome talks investigating the complexities of maintaining these services in the long term, addressing the financial burdens of API access and the rapid evolution of AI models and services that can quickly render solutions obsolete. By tracing the AI journey within our organisations, we aim to define best practices that unlock its full potential, as well as to understand what others are working on, and what we can learn from other domains. Finally, we are also interested in topics including: <br>• Novel data collection and analysis techniques or novel uses of established ones<br>• Data collection, digitization, standardization and curation for future applications<br>• Practical implications of AI use on data quality, interpretability, and legal aspects",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6798479.0,
        "Session_ID":"6798479-1",
        "Session_Title":"Community Engagement and Capacity Building for Increased Biodiversity Data Accessibility (Part 1)",
        "Session_Type":"Symposium",
        "Theme":"Community Engagement and Capacity Building",
        "Organisation_theme":[
            "GBIF",
            "OBIS"
        ],
        "Date":"2025-10-22",
        "Start_Time":"10:45:00",
        "End_Time":"12:45:00",
        "Room_Name":"Ballroom B1",
        "Session_Organizers":[
            "Maheva Bagard Laursen",
            "Katherine Tattersall",
            "Elizabeth Lawrence",
            "Mélianie Raymond"
        ],
        "Duration":120.0,
        "Session_Abstract":"The critical importance of capacity building and globally accessible biodiversity knowledge in addressing the global biodiversity crisis is highlighted in the Kunming-Montreal Global Biodiversity Framework (GBF), particularly Targets 20 and 21. How are we taking action to address these priorities? What are the benefits of capacity development and organized biodiversity data on different scales from local communities to global networks?<br>For this session, we invite speakers to present approaches to community engagement, skills development, and knowledge-sharing for increased biodiversity data and information aggregation, sharing and use. We aim to inspire new ideas and partnerships that further support the knowledge needs of the global community.<br>Through compelling examples and success stories, we aim to showcase how empowering communities can result in enhanced data accessibility. We can also explore how we can nurture and strengthen collaborations to align efforts and share expertise for maximum impact.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6799056.0,
        "Session_ID":"6799056-1",
        "Session_Title":"Overcoming challenges in biodiversity modelling (Part 1)",
        "Session_Type":"Symposium",
        "Theme":"Biodiversity Data Application",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-22",
        "Start_Time":"10:45:00",
        "End_Time":"12:45:00",
        "Room_Name":"Ballroom B2",
        "Session_Organizers":[
            "Natalie Briscoe",
            "Santiago Velazco",
            "Mark Urban",
            "Greta Bocedi",
            "Damaris Zurell"
        ],
        "Duration":120.0,
        "Session_Abstract":"The availability of biodiversity and environmental data is rapidly increasing. Yet to address global challenges, support informed decision-making, and plan effective mitigation, we also need models that can integrate these data to identify the drivers underpinning species and ecosystem responses to environmental changes and reliably forecast future impacts. This is no small task: biodiversity data are often patchy and geographically and taxonomically biased; including biological mechanisms can improve accuracy, but these mechanisms are often complex and poorly understood; and models need to be applied to varying spatial extents, time periods, divergent climate and management scenarios, and millions of species. While many promising modelling frameworks exist to support management and policy, the wider use of models to assess and project environmental change impacts on biodiversity is hampered by data and methodological challenges and limited coordination of modelling efforts. We aim to explore recent advances to overcome these challenges including (i) emerging approaches and data integration methods to incorporate mechanisms into models for many species; (ii) methods to scale results across different spatial extents and time periods; and (iii) how to coordinate efforts and compare modelling frameworks to advance knowledge and protect nature.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6798638.0,
        "Session_ID":"6798638-1",
        "Session_Title":"Beyond 2030: Building the Data Foundations for Biodiversity Action to support the KMGBF (Part 1)",
        "Session_Type":"Symposium",
        "Theme":"Biodiversity Data Application",
        "Organisation_theme":"GBIF",
        "Date":"2025-10-22",
        "Start_Time":"10:45:00",
        "End_Time":"12:45:00",
        "Room_Name":"Tolima",
        "Session_Organizers":[
            "Andrew Rodrigues",
            "Lina Estupinan Suarez"
        ],
        "Duration":120.0,
        "Session_Abstract":"With the Kunming-Montreal Global Biodiversity Framework setting ambitious targets to halt biodiversity loss by 2030, the pressure is on to ensure that effective monitoring systems are in place—not just for 2030, but for the long-term future of biodiversity governance.<br>Are we ready? Do we have the capacity, technology, and data infrastructure to track progress, measure policy effectiveness, and support biodiversity action beyond 2030? This session explores how different regions, sectors, and organizations are addressing these challenges—developing new data products, tools, and systems to meet growing policy demands.<br>We invite researchers, practitioners, and decision-makers to share innovative approaches to biodiversity monitoring, data synthesis, and reporting. By fostering discussion and bringing together global expertise, we aim to identify best practices and pathways for building a stronger, more connected biodiversity data ecosystem for the decades ahead.Join us as we explore how to transform biodiversity commitments into long-term, measurable success.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6788879.0,
        "Session_ID":"6788879-1",
        "Session_Title":"Long Live Biodiversity Data: Knowledge Transfer and Continuity across Research Projects (Part 1)",
        "Session_Type":"Symposium",
        "Theme":"Data Integration",
        "Organisation_theme":"GBIF",
        "Date":"2025-10-22",
        "Start_Time":"10:45:00",
        "End_Time":"12:45:00",
        "Room_Name":"Caldas",
        "Session_Organizers":[
            "Christos Arvanitidis",
            "Niels Raes",
            "Lyubomir Penev",
            "Peter Bozakov",
            "Nikol Yovcheva"
        ],
        "Duration":120.0,
        "Session_Abstract":"Research projects transcend disciplines and national borders to pursue tomorrow’s scientific insights. However, their duration is limited and the question arises: How can the data they generate remain impactful for future endeavours? In the context of open science and its principles, securing the legacy of research results is essential for fostering lasting collaboration and innovation.<br>This session will showcase how a continuous knowledge transfer over time can be ensured by open data and effective science communication across research projects. Representatives of several such international initiatives will reveal how the longevity of their work is guaranteed with success stories of tools, information hubs and workflows enabling exchanges that truly consolidate the global biodiversity data space.<br>The presentation of this multi-level approach to information sharing and continuity will also demonstrate the potential impact of sustainable research on decision-making. In that context, the session will explore how targeted communication can help transform science results into actionable knowledge by raising awareness among agenda-setters. Thereby, methods bridging the gap between science and policy in relation to an increasingly ambitious global environmental agenda will be discussed.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6787919.0,
        "Session_ID":6787919,
        "Session_Title":"Wikimedia and Biodiversity Data: A Mutualistic Relationship in the Open Knowledge Ecosystem",
        "Session_Type":"Symposium",
        "Theme":"Open Data",
        "Organisation_theme":"GBIF",
        "Date":"2025-10-22",
        "Start_Time":"10:45:00",
        "End_Time":"12:45:00",
        "Room_Name":"Valle",
        "Session_Organizers":[
            "Tiago Lubiana",
            "Anabela Plos"
        ],
        "Duration":120.0,
        "Session_Abstract":"This session explores the intersection of Wikimedia projects (Wikipedia, Wikidata, and Commons) with global biodiversity infrastructures like GBIF, iNaturalist, and the Biodiversity Heritage Library (BHL), emphasizing their alignment for data mobilization, standardization, and public engagement and knowledge dissemination. Additionally, it will examine how the sociotechnical aspects of Wikimedia may support connecting specimen data, literature, and multimedia resources towards a linked biodiversity knowledge graph.<br>Through a combination of presentations and panels, we hope to discuss the interface of Wikimedia and Biodiversity Informatics, including:<br>· Wikidata as a hub for persistent identifiers <br>· The role of Wikipedia in biodiversity informatics technology and dissemination<br>· Structured Data on Wikimedia Commons to represent details of biodiversity images<br>· iNaturalist-Wikimedia roundtripping of images and articles<br>· Wikibase & Wikidata for Digital Extended Specimen networks<br>This session will offer a space for discussing the links of biodiversity data with Wikimedia platforms, ensuring that biodiversity knowledge is openly available, structured, and widely accessible to researchers, policymakers, and the public.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6799422.0,
        "Session_ID":"6799422-1",
        "Session_Title":"Indigenous Data Provenance, Local Contexts and the Care Principles for Indigenous Data Governance (Part 1)",
        "Session_Type":"Symposium",
        "Theme":"Open Data",
        "Organisation_theme":"TDWG",
        "Date":"2025-10-22",
        "Start_Time":"10:45:00",
        "End_Time":"12:45:00",
        "Room_Name":"Cauca",
        "Session_Organizers":[
            "Jane Anderson",
            "Maui Hudson"
        ],
        "Duration":120.0,
        "Session_Abstract":"The provenance of Indigenous data is a key issue in the biodiversity data community particularly in the context of data governance and the establishment of a Multilateral Mechanism for sharing the benefits of DSI. Implementation activities for the CARE Principles for Indigenous Data Governance are under development providing guidance for researchers, repositories and publishers including appropriate attribution for both biocultural resources and associated traditional knowledge. Local Contexts (https:\/\/localcontexts.org\/) is a global non-profit that provides Indigenous communities, institutions, and researchers with tools to support Indigenous data sovereignty and recognise cultural authority in collections and data - both in legacy collections as well as new and emerging biodiversity, environmental monitoring and cultural projects. In this session, the Local Contexts team and users of Local Contexts across GBIF, ODIS and TDWG will discuss and show examples of their inplementation of Local Contexts and how this tool supports the operationalization of the CARE Principles of Indigenous Data Governance.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":null,
        "Session_ID":null,
        "Session_Title":null,
        "Session_Type":null,
        "Theme":null,
        "Organisation_theme":null,
        "Date":"2025-10-22",
        "Start_Time":"10:45:00",
        "End_Time":"12:45:00",
        "Room_Name":"Huila",
        "Session_Organizers":null,
        "Duration":120.0,
        "Session_Abstract":null,
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6786653.0,
        "Session_ID":6786653,
        "Session_Title":"Data model for global implementation of open Digital Specimen & the status of specimen digitization\n",
        "Session_Type":"Symposium",
        "Theme":"Open Data",
        "Organisation_theme":"TDWG",
        "Date":"2025-10-22",
        "Start_Time":"14:00:00",
        "End_Time":"15:30:00",
        "Room_Name":"Ballroom A",
        "Session_Organizers":[
            "Wouter Addink",
            "Sharif Islam",
            "Sam Leeflang",
            "Anton Guentsch",
            "Claus Weiland",
            "Elspeth Haston",
            "Mathias Dillen",
            "Ben Norton",
            "Cat Chapman"
        ],
        "Duration":90.0,
        "Session_Abstract":"The open Digital Specimen (openDS) framework provides a standardized data model for digitally representing physical specimens and derived data, enabling seamless data sharing, integration, and reuse across global research infrastructures. This session will present key aspects of the openDS data model, highlighting its role in supporting the FAIR principles (Findable, Accessible, Interoperable, Reusable), persistent identifiers and biodiversity information standards.<br>A walkthrough and demonstration of the practical implementation of the openDS data model will be provided. The session will cover the integration of controlled vocabularies via a dedicated Vocabulary Server, ensuring semantic consistency and interoperability. Attendees will gain insights into how openDS can be leveraged for robust, scalable, and interoperable specimen data management, fostering a globally connected digital specimen network.<br>The session will also present the Minimum Information about a Digital Specimen (MIDS) specification. The digitisation of the world’s natural science collections is expanding massively and providing a unique global resource for answering some of the most fundamental bio- and geodiversity questions. The ability to measure and monitor the level of digitisation of each individual specimen, in each collection within each country has never been more important. MIDS, along with the implementations to calculate the MIDS score of specimens and collections, provides users with tools to help develop a digitisation strategy, and plan and manage a digitisation programme, including prioritisation and data enhancement.<br>The session will show how MIDS, Darwin Core and ABCD (Access to Biological Collection Data) standards align with openDS, facilitating compatibility with existing biodiversity and earth science data infrastructures.<br>By addressing vocabulary semantics and their role in data harmonization, this session will highlight the importance of standardized terminology in earth and natural sciences.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6799373.0,
        "Session_ID":6799373,
        "Session_Title":"Leveraging partnerships across data providers to facilitate synthesis of biodiversity data",
        "Session_Type":"Symposium",
        "Theme":"Data Integration",
        "Organisation_theme":"GBIF",
        "Date":"2025-10-22",
        "Start_Time":"14:00:00",
        "End_Time":"15:30:00",
        "Room_Name":"Ballroom B1",
        "Session_Organizers":[
            "Eric Sokol",
            "Chandra Earl",
            "Kate Ingenloff",
            "Greg Maurer",
            "Marty Downs"
        ],
        "Duration":90.0,
        "Session_Abstract":"Environmental data science is rapidly changing as increasing data availability and recent advances in technology, including AI\/ML-based tools, reconfigure the field. Biodiversity data providers and data users both face a new landscape of opportunities and challenges. Data users have unprecedented opportunities to synthesize data to address global challenges, but face an ever growing diversity of data sources and standards. Many data providers and aggregators, including the National Ecological Observatory Network (NEON) in the US, the US Long Term Ecological Research (US LTER) program, and the Global Biodiversity Information Facility (GBIF), are trying to understand the needs of data users and how to leverage partnerships to increase data interoperability and compatibility with new technologies (e.g., AI\/ML tools) and to build tools to facilitate synthesis work. We invite biodiversity data providers, data aggregators, and data users to present on their experiences in lightning talks and then join a panel discussion about opportunities to leverage partnerships in this space to lower barriers in the synthesis of biodiversity data.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6802499.0,
        "Session_ID":6802499,
        "Session_Title":"Disentis Roadmap: A decadal roadmap for liberating global biodiversity knowledge from literature",
        "Session_Type":"Symposium",
        "Theme":"Open Data",
        "Organisation_theme":"GBIF",
        "Date":"2025-10-22",
        "Start_Time":"14:00:00",
        "End_Time":"15:30:00",
        "Room_Name":"Ballroom B2",
        "Session_Organizers":[
            "Donat Agosti",
            "Laurence Bénichou"
        ],
        "Duration":90.0,
        "Session_Abstract":"Published research and underlying observations of biodiversity - ranging from species descriptions and traits to distributions, interactions and insights on drivers of change - are too often locked in inaccessible literature and electronic resources. This represents a key roadblock to scientific progress, and ultimately to informed policy and decisions. Opening up what is known about biodiversity through a network of connected, curated, and digitally accessible knowledge bases is a fundamental challenge, and an exciting opportunity, for the global research and policy communities.<br>The Disentis Roadmap is the outcome of a symposium held in Disentis, Switzerland in August 2024 to analyse the impact of the 2014 Bouchout Declaration of Open Biodiversity Knowledge Management, and to identify priorities for the next decade. In this symposium we will introduce the vision behind the roadmap, and a blueprint for how its ambitious goals can be achieved from a technical and organizational point of view. We will demonstrate existing, highly-automated workflows for conversion and semantic enhancement of articles, including the standards used, to make the underlying data findable, accessible, interoperable and reusable. We invite submissions from Living Data participants to demonstrate how their work supports momentum in the community towards the Disentis Roadmap vision.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6803114.0,
        "Session_ID":6803114,
        "Session_Title":"Integrating (and increasing the use of) additional data types",
        "Session_Type":"Symposium",
        "Theme":"Data Integration",
        "Organisation_theme":"OBIS",
        "Date":"2025-10-22",
        "Start_Time":"14:00:00",
        "End_Time":"15:30:00",
        "Room_Name":"Tolima",
        "Session_Organizers":[
            "Silas Principe",
            "Elizabeth Lawrence",
            "Ruben Perez"
        ],
        "Duration":90.0,
        "Session_Abstract":"This session will explore recent advancements in collecting, standardizing, and integrating diverse data types into global platforms to support biodiversity research. For example, traits—morphological, physiological, or phenological characteristics—are essential for understanding community structure and ecosystem functioning. Contextual information (e.g., interactions, environmental measurements and habitat descriptions) helps link species occurrences to ecosystem conditions, enhancing our ability to predict impacts of environmental changes. We will focus on how the use of extended Measurement or Fact (eMoF) extensions from OBIS and GBIF can make these data more accessible and standardized. ",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6960773.0,
        "Session_ID":"6960773-1",
        "Session_Title":"Molecular & Genetic Approaches (Contributed Oral Presentations)",
        "Session_Type":"Symposium",
        "Theme":"Open Data",
        "Organisation_theme":"GBIF",
        "Date":"2025-10-22",
        "Start_Time":"14:00:00",
        "End_Time":"15:30:00",
        "Room_Name":"Caldas",
        "Session_Organizers":[
            "James Macklin",
            "Mailyn Gonzalez"
        ],
        "Duration":90.0,
        "Session_Abstract":"Contributed oral sessions provide an essential platform for presenting innovative research that advances the field of biodiversity informatics while addressing emerging challenges at the intersection of data science, conservation, and policy. These sessions accommodate presentations that align with the broader themes of the Living Data conference but do not fit within the scope of pre-organized symposia.<br>The Academic Committee has organized contributed submissions into thematic sessions to foster focused discussion and knowledge exchange among researchers working on related topics. Each thematic session brings together diverse perspectives and methodologies, creating opportunities for cross-pollination of ideas and collaborative problem-solving. While space for contributed oral presentations is limited due to the robust program of organized sessions, these presentations represent cutting-edge work that contributes significantly to our collective understanding of biodiversity data mobilization, management, and application.<br>We encourage active participation and engagement during these sessions, as they showcase the breadth and dynamism of the global biodiversity informatics community.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6798633.0,
        "Session_ID":6798633,
        "Session_Title":"Enhancing biodiversity monitoring and reporting at the sub-national level",
        "Session_Type":"Symposium",
        "Theme":"Biodiversity Data Application",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-22",
        "Start_Time":"14:00:00",
        "End_Time":"15:30:00",
        "Room_Name":"Valle",
        "Session_Organizers":[
            "Jean-Michel Lord",
            "David Roberts",
            "Dominique Gravel"
        ],
        "Duration":90.0,
        "Session_Abstract":"Biodiversity Observation Networks (BONs) play a crucial role in tracking global biodiversity change. The GEO BON framework provides a structured approach for these networks, ensuring consistency in monitoring and reporting efforts. While BONs typically operate at national or global scales, subnational programs collect valuable data that can enhance broader biodiversity assessments. However, integrating these localized efforts into a larger framework without losing their local relevance is a challenge.<br>BON in a Box, an open-access toolkit, can facilitate this integration by providing standardized workflows to calculate Essential Biodiversity Variables (EBVs) and biodiversity indicators. By offering transparent and reproducible analysis pipelines that are generalizable across scales, BON in a Box enables subnational monitoring programs to align with international standards while maintaining the specificity needed for local decision-making. It applies the essence of FAIR data principles to the analysis processes. This standardization ensures that independent monitoring initiatives contribute meaningfully to global biodiversity assessments, allowing them to transfer their unique expertise to other similar initiatives.<br>We welcome submissions from subnational institutions that have tackled similar issues and strive to harmonize monitoring programs across jurisdictions, while maintaining balance between local relevance and standardized, scalable biodiversity assessments.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6799422.0,
        "Session_ID":"6799422-2",
        "Session_Title":"Indigenous Data Provenance, Local Contexts and the Care Principles for Indigenous Data Governance (Part 2)",
        "Session_Type":"Symposium",
        "Theme":"Open Data",
        "Organisation_theme":"TDWG",
        "Date":"2025-10-22",
        "Start_Time":"14:00:00",
        "End_Time":"15:30:00",
        "Room_Name":"Cauca",
        "Session_Organizers":[
            "Maui Hudson",
            "Corrie Roe"
        ],
        "Duration":90.0,
        "Session_Abstract":"The provenance of Indigenous data is a key issue in the biodiversity data community particularly in the context of data governance and the establishment of a Multilateral Mechanism for sharing the benefits of DSI. Implementation activities for the CARE Principles for Indigenous Data Governance are under development providing guidance for researchers, repositories and publishers including appropriate attribution for both biocultural resources and associated traditional knowledge. Local Contexts (https:\/\/localcontexts.org\/) is a global non-profit that provides Indigenous communities, institutions, and researchers with tools to support Indigenous data sovereignty and recognise cultural authority in collections and data - both in legacy collections as well as new and emerging biodiversity, environmental monitoring and cultural projects. In this session, the Local Contexts team and users of Local Contexts across GBIF, ODIS and TDWG will discuss and show examples of their inplementation of Local Contexts and how this tool supports the operationalization of the CARE Principles of Indigenous Data Governance.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6799300.0,
        "Session_ID":"6799300-1",
        "Session_Title":"Hip to be cubed: using the new GBIF SQL Download API (Part 1)",
        "Session_Type":"Workshop",
        "Theme":"Open Data",
        "Organisation_theme":"TDWG",
        "Date":"2025-10-22",
        "Start_Time":"14:00:00",
        "End_Time":"15:30:00",
        "Room_Name":"Huila",
        "Session_Organizers":[
            "Pieter Huybrechts",
            "Lissa Breugelmans",
            "Maarten Trekels",
            "Andrew Rodrigues",
            "Matthew Blissett"
        ],
        "Duration":90.0,
        "Session_Abstract":"GBIF released a new API that allows you to query species occurrences using Structured Query Language (SQL). But what is it used for and how do you use it?<br>In this workshop we will demonstrate how you can use this exciting new tool for questions that were previously difficult or expensive to answer. There is a lot of occurrence data available, but you often only need it in aggregated or summarized form for further analysis. For example, rather than raw occurrence records, you want to know the species occurrence counts for cells of a spatial grid for which you have land use or other environmental data.<br>This training is aimed at people both completely new to SQL, as well as those already familiar but wanting to learn more about the specifics of this tool.<br>After a short introduction to SQL, the standard language for database querying, we will dive into several practical exercises to demonstrate the capabilities of the API. Finally, we will build a biodiversity cube and match it to a reference dataset via spatial join to a reference grid. We will also touch upon the new user interface for the API which you can use without prior knowledge of SQL.<br>This exciting new service helps to bridge the gap between the large amounts of available observational data and the need for environmental data in multiple dimensions aggregated to spatial reference grids. It is a task that previously required access to significant resources and experience. The service makes this functionality accessible to a broad audience, repeatable, and easy to cite and reference via the DOI created for every query.<br>This workshop receives funding from the B-Cubed project (European Union’s Horizon Europe Research and Innovation Programme (ID No 101059592).",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6803194.0,
        "Session_ID":6803194,
        "Session_Title":"Sustainable tools and skills to work with digitised specimen data: a pathway to \"specimen carpentry\"",
        "Session_Type":"Symposium",
        "Theme":"Open Data",
        "Organisation_theme":"TDWG",
        "Date":"2025-10-22",
        "Start_Time":"16:00:00",
        "End_Time":"17:00:00",
        "Room_Name":"Ballroom A",
        "Session_Organizers":[
            "Nicky Nicolson",
            "Deborah Paul"
        ],
        "Duration":60.0,
        "Session_Abstract":"Our networks have digitised a huge number of specimens - a crucial information resource, made even more valuable once integrated with related data. But taxonomists and collections\/data managers need skills and tools development to use and manage digital information, especially when working alongside physical specimens.<br>It can be difficult to identify and learn the tools best suited for taxonomic research and collection data management. Dedicated tools often face sustainability issues: developed and supported by small teams or even individuals. Generic tools can be useful but need relevant examples showing how they could be applied. With so many choices, it is difficult to decide where to invest in skills development.<br>Cross-domain initiatives like The Carpentries offer a compelling model for skills development: community-led resources for group-based and self-paced study.  The open science and software sustainability movements also demonstrate how we could transition from single-organisation projects to open community development.<br>This session will explore the tools, knowledge, and resources necessary to work with digitised specimens and related data.  Should we build new tools or reuse existing ones - or combine both? How can we collaborate with established initiatives like the Carpentries to deliver training and peer support, towards a \"Specimen Carpentry\" programme?",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6803179.0,
        "Session_ID":6803179,
        "Session_Title":"Sustaining and Building Knowledge Through Long-Term Biological Monitoring",
        "Session_Type":"Symposium",
        "Theme":"Biodiversity Data Application",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-22",
        "Start_Time":"16:00:00",
        "End_Time":"17:00:00",
        "Room_Name":"Ballroom B1",
        "Session_Organizers":[
            "Chandra Earl",
            "Edward Gilbert",
            "Kelsey Yule"
        ],
        "Duration":60.0,
        "Session_Abstract":"Long-term biological monitoring is essential for understanding changes in ecosystems, species populations, and environmental conditions over time. By sustaining consistent data collection efforts, researchers and practitioners can uncover trends that inform scientific discovery, resource management, and conservation efforts. These datasets provide unique opportunities to investigate ecological dynamics, detect emerging patterns, and generate predictive models that improve our understanding of biological systems. They are also critical for assessing climate change impacts, evaluating biodiversity loss, guiding habitat restoration, and improving ecological forecasting.<br>This session invites contributions from those involved in long-term biological monitoring, highlighting the successes, challenges, and innovations that sustain these efforts. How are monitoring programs adapting to new tools, standards and analytical approaches? What strategies ensure data continuity and accessibility across decades? What key scientific findings have emerged from long-term datasets, and how have they been applied to conservation, land management, and ecological research? Case studies, research findings, and discussions on best practices for designing, implementing, and maintaining long-term biological monitoring programs are encouraged.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6803206.0,
        "Session_ID":6803206,
        "Session_Title":"Developing capacity through regional cooperation: how regional hubs enhance local scientific voices",
        "Session_Type":"Symposium",
        "Theme":"Community Engagement and Capacity Building",
        "Organisation_theme":"OBIS",
        "Date":"2025-10-22",
        "Start_Time":"16:00:00",
        "End_Time":"17:00:00",
        "Room_Name":"Ballroom B2",
        "Session_Organizers":[
            "Laurent Chmiel",
            "Ana Carolina Peralta",
            "Ruben Pérez"
        ],
        "Duration":60.0,
        "Session_Abstract":"Local scientific communities might lack the mobilizable expertise and adapted resources needed to participate in international biodiversity data initiatives fully, depriving global systems of precious local insights. Regional hubs can address these challenges by encouraging capacity development, cooperation, and knowledge transfer between scientific communities. The Hubs would break away from a North\/South approach to create a multidirectional dynamic in which all participants would contribute.<br>This session explores strategies to boost regional cooperation and create sustainable, long-term regional collaboration initiatives. It will examine successful case studies and strategies supporting regional capacity development, from content to funding. We will also explore how regional hubs can increase engagement by bridging gaps between local researchers and global data-sharing networks, ensuring that research outcomes are accessible and actionable while highlighting how contributing to data repositories can enhance researchers' ability to monitor and study their own environments more effectively.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6803090.0,
        "Session_ID":6803090,
        "Session_Title":"Taxonomy and DNA Technologies: Shaping the Future of Biodiversity Inventories for Action",
        "Session_Type":"Panel",
        "Theme":"Data Integration",
        "Organisation_theme":"OBIS",
        "Date":"2025-10-22",
        "Start_Time":"16:00:00",
        "End_Time":"17:00:00",
        "Room_Name":"Tolima",
        "Session_Organizers":[
            "Adriana Radulovici",
            "Saara Suominen"
        ],
        "Duration":60.0,
        "Session_Abstract":"The exploration, conservation, and management of biodiversity have long relied on species being classified, named, and described through a rigorous, yet often time-consuming, taxonomic process. Over the past two decades, advancements in DNA technologies have significantly accelerated biodiversity assessments, leading to the generation of tens of millions of DNA sequences assigned to numerous Molecular Operational Taxonomic Units (MOTUs). These MOTUs are often well-georeferenced, imaged, and databased, but many still lack formal species names. While efforts are underway to integrate DNA data with classical taxonomy, the rapid generation of molecular data — particularly with the advent of environmental DNA (eDNA) metabarcoding — coupled with a global taxonomic impediment, raises important questions about the future of using DNA-based data for biodiversity research, conservation, and policy-making.<br>This panel aims to bring together representatives from biodiversity databases hosting DNA data, scientists, and decision-makers to discuss the future of inventorying and monitoring biodiversity in a world facing unprecedented biodiversity loss alongside a significant shortage of taxonomic expertise.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6960773.0,
        "Session_ID":"6960773-4",
        "Session_Title":"Data Governance (Contributed Oral Presentations)",
        "Session_Type":"Symposium",
        "Theme":"Community Engagement and Capacity Building",
        "Organisation_theme":"GBIF",
        "Date":"2025-10-22",
        "Start_Time":"16:00:00",
        "End_Time":"17:00:00",
        "Room_Name":"Caldas",
        "Session_Organizers":[
            "Andre Zerger",
            "Brittany Carter"
        ],
        "Duration":60.0,
        "Session_Abstract":"Contributed oral sessions provide an essential platform for presenting innovative research that advances the field of biodiversity informatics while addressing emerging challenges at the intersection of data science, conservation, and policy. These sessions accommodate presentations that align with the broader themes of the Living Data conference but do not fit within the scope of pre-organized symposia.<br>The Academic Committee has organized contributed submissions into thematic sessions to foster focused discussion and knowledge exchange among researchers working on related topics. Each thematic session brings together diverse perspectives and methodologies, creating opportunities for cross-pollination of ideas and collaborative problem-solving. While space for contributed oral presentations is limited due to the robust program of organized sessions, these presentations represent cutting-edge work that contributes significantly to our collective understanding of biodiversity data mobilization, management, and application.<br>We encourage active participation and engagement during these sessions, as they showcase the breadth and dynamism of the global biodiversity informatics community.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6960773.0,
        "Session_ID":"6960773-9",
        "Session_Title":"Citizen Science & Community Engagement (Contributed Oral Presentations)",
        "Session_Type":"Symposium",
        "Theme":null,
        "Organisation_theme":null,
        "Date":"2025-10-22",
        "Start_Time":"16:00:00",
        "End_Time":"17:00:00",
        "Room_Name":"Valle",
        "Session_Organizers":[
            "Maria Cornthwaite",
            "Henrique M. Pereira"
        ],
        "Duration":60.0,
        "Session_Abstract":"Contributed oral sessions provide an essential platform for presenting innovative research that advances the field of biodiversity informatics while addressing emerging challenges at the intersection of data science, conservation, and policy. These sessions accommodate presentations that align with the broader themes of the Living Data conference but do not fit within the scope of pre-organized symposia.<br>The Academic Committee has organized contributed submissions into thematic sessions to foster focused discussion and knowledge exchange among researchers working on related topics. Each thematic session brings together diverse perspectives and methodologies, creating opportunities for cross-pollination of ideas and collaborative problem-solving. While space for contributed oral presentations is limited due to the robust program of organized sessions, these presentations represent cutting-edge work that contributes significantly to our collective understanding of biodiversity data mobilization, management, and application.<br>We encourage active participation and engagement during these sessions, as they showcase the breadth and dynamism of the global biodiversity informatics community.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6803097.0,
        "Session_ID":6803097,
        "Session_Title":"Unlocking and sharing fragmented biodiversity data to advance nature conservation and management",
        "Session_Type":"Symposium",
        "Theme":"Open Data",
        "Organisation_theme":"GBIF",
        "Date":"2025-10-22",
        "Start_Time":"16:00:00",
        "End_Time":"17:00:00",
        "Room_Name":"Cauca",
        "Session_Organizers":[
            "Ximena Velez-Zuazo",
            "Jorge Ahumada",
            "Reynaldo Linares"
        ],
        "Duration":60.0,
        "Session_Abstract":"Megadiverse countries harbor an extraordinary share of the world's biodiversity, serving as living vaults of evolutionary history. However, conservationists, policymakers, and development decision-makers often struggle to access integrated, high-quality biodiversity data. As climate change, habitat loss, and resource extraction intensify, data-driven strategies become essential for balancing economic development with nature conservation.<br>This session explores how governments, scientists, the private sector, and indigenous communities can combine their collective knowledge and collaborate to unlock biodiversity data for informed decision-making. What are the pathways for unifying disparate data sources into a sustainable national biodiversity monitoring system? How can national biodiversity monitoring systems, corporate sustainability metrics, and scientific databases cooperate to drive conservation impact? What are the barriers to integrating biodiversity data into financial investments, infrastructure planning, and policy frameworks, and how can emerging technologies, including AI, help to overcome them?<br>We invite researchers, conservation practitioners, Indigenous people, and industry leaders to share their insights and visions on baselines, long-term monitoring, innovative AI-powered data-sharing platforms, and case studies where biodiversity insights have influenced real-world decisions. The session will highlight ongoing efforts, identify gaps and challenges, and propose alternative approaches to unlocking and applying biodiversity data.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6799300.0,
        "Session_ID":"6799300-2",
        "Session_Title":"Hip to be cubed: using the new GBIF SQL Download API (Part 2)",
        "Session_Type":"Workshop",
        "Theme":"Open Data",
        "Organisation_theme":"TDWG",
        "Date":"2025-10-22",
        "Start_Time":"16:00:00",
        "End_Time":"17:00:00",
        "Room_Name":"Huila",
        "Session_Organizers":[
            "Pieter Huybrechts",
            "Lissa Breugelmans",
            "Maarten Trekels",
            "Andrew Rodrigues",
            "Matthew Blissett"
        ],
        "Duration":60.0,
        "Session_Abstract":"GBIF released a new API that allows you to query species occurrences using Structured Query Language (SQL). But what is it used for and how do you use it?<br>In this workshop we will demonstrate how you can use this exciting new tool for questions that were previously difficult or expensive to answer. There is a lot of occurrence data available, but you often only need it in aggregated or summarized form for further analysis. For example, rather than raw occurrence records, you want to know the species occurrence counts for cells of a spatial grid for which you have land use or other environmental data.<br>This training is aimed at people both completely new to SQL, as well as those already familiar but wanting to learn more about the specifics of this tool.<br>After a short introduction to SQL, the standard language for database querying, we will dive into several practical exercises to demonstrate the capabilities of the API. Finally, we will build a biodiversity cube and match it to a reference dataset via spatial join to a reference grid. We will also touch upon the new user interface for the API which you can use without prior knowledge of SQL.<br>This exciting new service helps to bridge the gap between the large amounts of available observational data and the need for environmental data in multiple dimensions aggregated to spatial reference grids. It is a task that previously required access to significant resources and experience. The service makes this functionality accessible to a broad audience, repeatable, and easy to cite and reference via the DOI created for every query.<br>This workshop receives funding from the B-Cubed project (European Union’s Horizon Europe Research and Innovation Programme (ID No 101059592).",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6960771.0,
        "Session_ID":"EVT-POSTERS",
        "Session_Title":"Posters",
        "Session_Type":"Posters",
        "Theme":null,
        "Organisation_theme":null,
        "Date":"2025-10-22",
        "Start_Time":"17:00:00",
        "End_Time":"18:30:00",
        "Room_Name":"Poster Room",
        "Session_Organizers":"Living Data 2025",
        "Duration":90.0,
        "Session_Abstract":null,
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6960771.0,
        "Session_ID":"EVT-PLENARY-THU",
        "Session_Title":"Plenary",
        "Session_Type":"Plenary",
        "Theme":null,
        "Organisation_theme":null,
        "Date":"2025-10-23",
        "Start_Time":"08:30:00",
        "End_Time":"10:00:00",
        "Room_Name":"Ballroom",
        "Session_Organizers":"Living Data 2025",
        "Duration":60.0,
        "Session_Abstract":null,
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6798502.0,
        "Session_ID":"6798502-2",
        "Session_Title":"Scaling AI For and Across Biodiversity: Data Collection and Curation in AI-Driven Biodiversity Research (Part 2)",
        "Session_Type":"Symposium",
        "Theme":"Biodiversity Data Application",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-23",
        "Start_Time":"10:45:00",
        "End_Time":"12:45:00",
        "Room_Name":"Ballroom A",
        "Session_Organizers":[
            "Sanson Poon",
            "Arianna Salili-James",
            "Ben Scott",
            "Rukaya Johaadien",
            "Michal Torma",
            "Nicky Nicolson",
            "Kit Lewers",
            "Wouter Koch",
            "David R. Williamson"
        ],
        "Duration":120.0,
        "Session_Abstract":"Artificial Intelligence (AI) is revolutionising the way biodiversity data are managed, studied, and preserved, offering groundbreaking possibilities for research, curation, conservation, policy-making and public engagement. Digital representations of organisms are central in biodiversity data collection, curation and use. It is these representations, rather than the physical organisms themselves, that are increasingly the basis for research. Digital representations allow the use of machine learning, AI, and computer vision to measure the physical properties of organisms and to classify them taxonomically and phenologically, on an unprecedented scale.<br>While AI-driven innovations are emerging across institutions and disciplines, a critical question remains: how can these advancements be successfully embedded and scaled to maximise impact? This session explores cutting-edge AI applications, from large-scale digitisation and automated species identification to advanced data management and predictive analytics. We will examine strategies for integrating AI across institutional frameworks, addressing challenges in adoption, collaboration, and sustainability. We welcome talks investigating the complexities of maintaining these services in the long term, addressing the financial burdens of API access and the rapid evolution of AI models and services that can quickly render solutions obsolete. By tracing the AI journey within our organisations, we aim to define best practices that unlock its full potential, as well as to understand what others are working on, and what we can learn from other domains. Finally, we are also interested in topics including: <br>• Novel data collection and analysis techniques or novel uses of established ones<br>• Data collection, digitization, standardization and curation for future applications<br>• Practical implications of AI use on data quality, interpretability, and legal aspects",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6798479.0,
        "Session_ID":"6798479-2",
        "Session_Title":"Community Engagement and Capacity Building for Increased Biodiversity Data Accessibility (Part 2)",
        "Session_Type":"Symposium",
        "Theme":"Community Engagement and Capacity Building",
        "Organisation_theme":[
            "GBIF",
            "OBIS"
        ],
        "Date":"2025-10-23",
        "Start_Time":"10:45:00",
        "End_Time":"12:45:00",
        "Room_Name":"Ballroom B1",
        "Session_Organizers":[
            "Maheva Bagard Laursen",
            "Katherine Tattersall",
            "Elizabeth Lawrence",
            "Mélianie Raymond"
        ],
        "Duration":120.0,
        "Session_Abstract":"The critical importance of capacity building and globally accessible biodiversity knowledge in addressing the global biodiversity crisis is highlighted in the Kunming-Montreal Global Biodiversity Framework (GBF), particularly Targets 20 and 21. How are we taking action to address these priorities? What are the benefits of capacity development and organized biodiversity data on different scales from local communities to global networks?<br>For this session, we invite speakers to present approaches to community engagement, skills development, and knowledge-sharing for increased biodiversity data and information aggregation, sharing and use. We aim to inspire new ideas and partnerships that further support the knowledge needs of the global community.<br>Through compelling examples and success stories, we aim to showcase how empowering communities can result in enhanced data accessibility. We can also explore how we can nurture and strengthen collaborations to align efforts and share expertise for maximum impact.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6799056.0,
        "Session_ID":"6799056-2",
        "Session_Title":"Overcoming challenges in biodiversity modelling (Part 2)",
        "Session_Type":"Symposium",
        "Theme":"Biodiversity Data Application",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-23",
        "Start_Time":"10:45:00",
        "End_Time":"12:45:00",
        "Room_Name":"Ballroom B2",
        "Session_Organizers":[
            "Natalie Briscoe",
            "Santiago Velazco",
            "Mark Urban",
            "Greta Bocedi",
            "Damaris Zurell"
        ],
        "Duration":120.0,
        "Session_Abstract":"The availability of biodiversity and environmental data is rapidly increasing. Yet to address global challenges, support informed decision-making, and plan effective mitigation, we also need models that can integrate these data to identify the drivers underpinning species and ecosystem responses to environmental changes and reliably forecast future impacts. This is no small task: biodiversity data are often patchy and geographically and taxonomically biased; including biological mechanisms can improve accuracy, but these mechanisms are often complex and poorly understood; and models need to be applied to varying spatial extents, time periods, divergent climate and management scenarios, and millions of species. While many promising modelling frameworks exist to support management and policy, the wider use of models to assess and project environmental change impacts on biodiversity is hampered by data and methodological challenges and limited coordination of modelling efforts. We aim to explore recent advances to overcome these challenges including (i) emerging approaches and data integration methods to incorporate mechanisms into models for many species; (ii) methods to scale results across different spatial extents and time periods; and (iii) how to coordinate efforts and compare modelling frameworks to advance knowledge and protect nature.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6798638.0,
        "Session_ID":"6798638-2",
        "Session_Title":"Beyond 2030: Building the Data Foundations for Biodiversity Action to support the KMGBF (Part 2)",
        "Session_Type":"Symposium",
        "Theme":"Biodiversity Data Application",
        "Organisation_theme":"GBIF",
        "Date":"2025-10-23",
        "Start_Time":"10:45:00",
        "End_Time":"12:45:00",
        "Room_Name":"Tolima",
        "Session_Organizers":[
            "Andrew Rodrigues",
            "Lina Estupinan Suarez"
        ],
        "Duration":120.0,
        "Session_Abstract":"With the Kunming-Montreal Global Biodiversity Framework setting ambitious targets to halt biodiversity loss by 2030, the pressure is on to ensure that effective monitoring systems are in place—not just for 2030, but for the long-term future of biodiversity governance.<br>Are we ready? Do we have the capacity, technology, and data infrastructure to track progress, measure policy effectiveness, and support biodiversity action beyond 2030? This session explores how different regions, sectors, and organizations are addressing these challenges—developing new data products, tools, and systems to meet growing policy demands.<br>We invite researchers, practitioners, and decision-makers to share innovative approaches to biodiversity monitoring, data synthesis, and reporting. By fostering discussion and bringing together global expertise, we aim to identify best practices and pathways for building a stronger, more connected biodiversity data ecosystem for the decades ahead.Join us as we explore how to transform biodiversity commitments into long-term, measurable success.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6788879.0,
        "Session_ID":"6788879-2",
        "Session_Title":"Long Live Biodiversity Data: Knowledge Transfer and Continuity across Research Projects (Part 2)",
        "Session_Type":"Symposium",
        "Theme":"Data Integration",
        "Organisation_theme":"GBIF",
        "Date":"2025-10-23",
        "Start_Time":"10:45:00",
        "End_Time":"12:45:00",
        "Room_Name":"Caldas",
        "Session_Organizers":[
            "Christos Arvanitidis",
            "Niels Raes",
            "Lyubomir Penev",
            "Peter Bozakov",
            "Nikol Yovcheva"
        ],
        "Duration":120.0,
        "Session_Abstract":"Research projects transcend disciplines and national borders to pursue tomorrow’s scientific insights. However, their duration is limited and the question arises: How can the data they generate remain impactful for future endeavours? In the context of open science and its principles, securing the legacy of research results is essential for fostering lasting collaboration and innovation.<br>This session will showcase how a continuous knowledge transfer over time can be ensured by open data and effective science communication across research projects. Representatives of several such international initiatives will reveal how the longevity of their work is guaranteed with success stories of tools, information hubs and workflows enabling exchanges that truly consolidate the global biodiversity data space.<br>The presentation of this multi-level approach to information sharing and continuity will also demonstrate the potential impact of sustainable research on decision-making. In that context, the session will explore how targeted communication can help transform science results into actionable knowledge by raising awareness among agenda-setters. Thereby, methods bridging the gap between science and policy in relation to an increasingly ambitious global environmental agenda will be discussed.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6796861.0,
        "Session_ID":6796861,
        "Session_Title":"Biodiversity data for One Health: Integrating open data to address global health challenges",
        "Session_Type":"Symposium",
        "Theme":"Biodiversity Data Application",
        "Organisation_theme":"GBIF",
        "Date":"2025-10-23",
        "Start_Time":"10:45:00",
        "End_Time":"12:45:00",
        "Room_Name":"Valle",
        "Session_Organizers":[
            "Quentin Groom",
            "Timothée Poisot",
            "Collin Schwantes"
        ],
        "Duration":120.0,
        "Session_Abstract":"The One Health approach recognizes the intricate connections between human, animal, and environmental health. Biosurveillance has traditionally focused on detecting known pathogens and disease outbreaks. However, translating biodiversity monitoring data into actionable insights for disease surveillance, pathogen spillover prediction, and public health remains a challenge.<br>This session will explore how biodiversity data can enhance pathogen surveillance, disease ecology, and One Health applications. Experts in biodiversity informatics, data science, and public health will discuss the role of biodiversity monitoring, the integration of databases (e.g., GBIF, GloBI, NCBI Virus, OBIS, Mammal Diversity Database), and best practices for data standardization. Key topics include data mobilization challenges, FAIR principles, automated workflows, and community engagement. By fostering cross-sector collaboration, this symposium aims to support the development of integrated biodiversity monitoring into the One Health frameworks, advancing data-driven decision-making for global health and conservation.<br>This session, presented in collaboration with the GEOBON One Health working group, explores how integrating biodiversity data into biosurveillance networks, and vice versa, can enhance our understanding of disease and biodiversity dynamics, ultimately leading to better prevention. We welcome abstracts examining successful case studies where biodiversity monitoring has helped identify disease emergence risks, discussing tools to link data across fields, examples of data-driven actions, and proposing frameworks for incorporating ecological data into existing biosurveillance systems.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6960773.0,
        "Session_ID":"6960773-5",
        "Session_Title":"Applied Research & Policy Integration: Conservation Applications (Contributed Oral Presentations)",
        "Session_Type":"Symposium",
        "Theme":"Biodiversity Data Application",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-23",
        "Start_Time":"10:45:00",
        "End_Time":"12:45:00",
        "Room_Name":"Cauca",
        "Session_Organizers":[
            "Andre Zerger",
            "Francisco Pando"
        ],
        "Duration":120.0,
        "Session_Abstract":"Contributed oral sessions provide an essential platform for presenting innovative research that advances the field of biodiversity informatics while addressing emerging challenges at the intersection of data science, conservation, and policy. These sessions accommodate presentations that align with the broader themes of the Living Data conference but do not fit within the scope of pre-organized symposia.<br>The Academic Committee has organized contributed submissions into thematic sessions to foster focused discussion and knowledge exchange among researchers working on related topics. Each thematic session brings together diverse perspectives and methodologies, creating opportunities for cross-pollination of ideas and collaborative problem-solving. While space for contributed oral presentations is limited due to the robust program of organized sessions, these presentations represent cutting-edge work that contributes significantly to our collective understanding of biodiversity data mobilization, management, and application.<br>We encourage active participation and engagement during these sessions, as they showcase the breadth and dynamism of the global biodiversity informatics community.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6799240.0,
        "Session_ID":6799240,
        "Session_Title":"Towards a standard for exchanging passive acoustic monitoring (PAM) data",
        "Session_Type":"Workshop",
        "Theme":"Open Data",
        "Organisation_theme":"TDWG",
        "Date":"2025-10-23",
        "Start_Time":"10:45:00",
        "End_Time":"12:45:00",
        "Room_Name":"Huila",
        "Session_Organizers":[
            "Sanne Govaert",
            "Juan Sebastián Ulloa Chacón",
            "Julia Wiel",
            "Esteban Marentes Herrera"
        ],
        "Duration":120.0,
        "Session_Abstract":"Passive Acoustic Monitoring (PAM) is a powerful tool for biodiversity monitoring. However, a major bottleneck is the lack of a universal accepted standard for data exchange. This hinders data sharing, large-scale studies, and the publication of open and FAIR data to platforms such as GBIF.<br>We assessed if Camtrap DP, a standard for exchange and archival of camera trap data (https:\/\/doi.org\/10.1002\/rse2.374), can be adapted to fit PAM data. We will introduce the proposed changes that allow Camtrap DP to cover both camera trapping and acoustic data.<br>This hands-on session will guide you through mapping a demo dataset to the three core tables of the proposed new version of Camtrap DP: deployments, media, and observations. You can participate in our accessible non-coding group or utilize a prepared R Markdown script.<br>We will end with outlining the community-driven development process and explain how you can contribute to its finalization and adoption. <br>This workshop is also an opportunity to engage with experts and stakeholders involved in collecting, using and adopting best practices for sharing PAM data.<br><br>",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6798859.0,
        "Session_ID":6798859,
        "Session_Title":"Advancing Sustainable Geo- and Biodiversity infrastructures, communities, and ideas\n",
        "Session_Type":"Symposium",
        "Theme":"Open Data",
        "Organisation_theme":"GBIF",
        "Date":"2025-10-23",
        "Start_Time":"14:00:00",
        "End_Time":"15:30:00",
        "Room_Name":"Ballroom A",
        "Session_Organizers":[
            "Chuck Cook",
            "Libby Ellwood",
            "Vincent S. Smith",
            "Yvan Le Bras",
            "Tanja Weibulat",
            "David Fichtmueller",
            "Ely Wallis",
            "Jutta Buschbom",
            "Gil Nelson",
            "Deborah Paul",
            "James Macklin",
            "Nicky Nicolson"
        ],
        "Duration":90.0,
        "Session_Abstract":"Geo- and bio-diversity science communities have grown rapidly over recent decades, served by large, interconnected open data infrastructures. These have largely been supported by short- to mid-term funding streams intended to promote innovation, but long-term support is required to ensure continuity of service for users and society. Innovation is important, but the priorities are to maintain data holdings and software; keep communities active; provide outreach and training; and retain staff. Managers of data resources struggle to address these priorities while navigating funding uncertainties—they need long-term strategies that recognize maintaining infrastructures as a primary goal.<br>This challenge is particularly acute for the thousands of interconnected biodata resources that life scientists depend on, including National Biodiversity Data Infrastructures (NBDIs) that serve crucial roles connecting local efforts to global initiatives. Despite their importance, funding and relevant networks remain fragmented, limiting the ability to make long-term plans and respond to emerging opportunities and new ways of working.<br>As a global community, how can we build resilience? Can we join forces to streamline efforts and share funding to meet common goals? How does working across political, project, and domain boundaries help to keep us informed and improve our chances of success? What can we learn from the ten key roles recently defined for NBDIs (https:\/\/doi.org\/10.1093\/biosci\/biae109) to strengthen cooperation at both technical and organizational levels?<br>Join representatives from the Global Biodata Coalition, International Partners for the Digital Extended Specimen, and various NBDIs as we think creatively about sustainability: how we can fund our activity, how we work together, how we specialise and allocate responsibilities—and discuss the opportunities and challenges that we face.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6796407.0,
        "Session_ID":6796407,
        "Session_Title":"Marine Biodiversity Data Mobilization and Applications",
        "Session_Type":"Symposium",
        "Theme":"Data Integration",
        "Organisation_theme":"OBIS",
        "Date":"2025-10-23",
        "Start_Time":"14:00:00",
        "End_Time":"15:30:00",
        "Room_Name":"Ballroom B1",
        "Session_Organizers":[
            "Joana Soares",
            "Isabel Sousa Pinto",
            "Frank Muller-Karger"
        ],
        "Duration":90.0,
        "Session_Abstract":"Knowledge about marine biodiversity is fundamental to sustainable development and managing, conserving, and enhancing ecosystem services. Emerging technologies make it possible to routinely incorporate biology and ecology into ocean surveys and monitoring programs at local and regional scales. A better understanding of CARE and FAIR principles and legal frameworks, advances in standardization of data formats and storage, databases that protect intellectual property and data rights and provide specific products openly, all contribute to critical regional to global assessments of how biodiversity is changing and why. Publication of accepted best practices is important for information to be implementable by local groups, intercomparable, and scalable.<br>This session invites contributions that promote the local and regional integration of BioEco observations into coastal and ocean observing systems and monitoring programs. Increased coordination, capacity development, and implementation efforts are required for standardisation, or at least interoperability of collection, analysis, and delivery of biodiversity observations.<br>Experts and stakeholders are invited to present co-design strategies conducted in collaboration with the Marine Biodiversity Observation Network (MBON), the Global Ocean Observing System (GOOS), and the Ocean Biodiversity Information System (OBIS). Our goal is demonstrate how to satisfy national needs and reporting requirements in order to meet the targets of Sustainable Development Goals (SDGs), the Kunming-Montreal Global Biodiversity Framework (GBF), and other multinational environmental agreements.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6803213.0,
        "Session_ID":"6803213-1",
        "Session_Title":"Modern challenges of classic taxonomy, how to connect and keep catalogues up to date (Part 1)",
        "Session_Type":"Symposium",
        "Theme":"Data Integration",
        "Organisation_theme":"TDWG",
        "Date":"2025-10-23",
        "Start_Time":"14:00:00",
        "End_Time":"15:30:00",
        "Room_Name":"Ballroom B2",
        "Session_Organizers":[
            "Olaf Bánki",
            "Vijay Barve",
            "Camila Plata"
        ],
        "Duration":90.0,
        "Session_Abstract":"Taxonomy, the fundamental framework of biological sciences, provides a shared understanding of every organism. Traditionally, curated taxonomic name lists were disseminated through print publications and later transitioned to online platforms. However, these resources often become rapidly outdated after publication, with limited capacity of maintenance by their original creators. Developing and maintaining taxonomic name resources is challenging, and entails innovative solutions and new ways of collaboration. These taxonomic data sources are crucial to represent biodiversity data in general, and link these to fundamental science and societal efforts. In this session we would like to bring together both providers and users of taxonomic resources to understand their challenges and how they have addressed these successfully -or not. In a collaborative environment we aim to share best practices, learn from one another's experiences, and better understand the need to connect local, national and regional taxonomic lists and derived species lists to a global effort.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6803221.0,
        "Session_ID":6803221,
        "Session_Title":"Experiences & lessons of managing community-based biodiversity data in ethnic & local communities",
        "Session_Type":"Symposium",
        "Theme":"Community Engagement and Capacity Building",
        "Organisation_theme":"GBIF",
        "Date":"2025-10-23",
        "Start_Time":"14:00:00",
        "End_Time":"15:30:00",
        "Room_Name":"Tolima",
        "Session_Organizers":[
            "Ricardo Ortiz Gallego",
            "Keila Macfadem Juarez"
        ],
        "Duration":90.0,
        "Session_Abstract":"Biodiversity monitoring is a key pillar for its conservation. In this regard, community-based data gathering generated from the traditional knowledge of Indigenous Peoples, ethnic groups, and local communities has become a crucial aspect to monitoring the conservation status of their territories. Indigenous-led monitoring initiatives deliver essential insights by weaving time-honored ecological knowledge with advanced Earth observation technologies. Indigenous communities have long been stewards of their lands, contributing invaluable perspectives on ecosystem health, species behaviors, and climate resilience. However, questions and challenges arise due to the asymmetries between the knowledge systems from which we produce this information and how we can support them in a way that is accessible and benefits stakeholders and rights-holders involved.<br>The symposium will focus on the data governance from ethnic groups and local communities, exploring topics ranging from the full identification of data generated from traditional practices, appropriate standards, principles and licenses for publication, biodiversity monitoring and management experiences, and the preservation of knowledge systems. The goal is to build a baseline that provides perspectives for biodiversity information systems globally, outlining the roadmap to follow in the context of global commitments and local interests.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6802990.0,
        "Session_ID":6802990,
        "Session_Title":"Trust, Traceability & Transparency: Tackling biodiversity data provenance",
        "Session_Type":"Symposium",
        "Theme":"Open Data",
        "Organisation_theme":"TDWG",
        "Date":"2025-10-23",
        "Start_Time":"14:00:00",
        "End_Time":"15:30:00",
        "Room_Name":"Caldas",
        "Session_Organizers":[
            "Dan Lear",
            "Elizabeth Lawrence",
            "Pieter Provoost"
        ],
        "Duration":90.0,
        "Session_Abstract":"Ensuring accurate data provenance is critical for biodiversity research, the development of defensible policy and the implementation of management measures, yet recording and tracking provenance presents significant technical and cultural challenges. Technically, lack of consistent use of persistent identifiers, lack of standardised tools and wider interoperability issues hinder seamless provenance tracking. Culturally, differing attitudes towards data sharing, ownership and attribution, and varying levels of data literacy create additional barriers. This session explores the complexities of recording and tracking data through complex and multiple transformations and aggregations, and through usage across diverse systems and stakeholders.<br>We welcome submissions from the research, policy and wider societal sectors highlighting exemplar implementations of provenance tracking, showcasing supporting tools and frameworks, and illustrating alignment and standards and current good practice to improve trust, reproducibility, and data reusability in biodiversity science.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6798921.0,
        "Session_ID":6798921,
        "Session_Title":"Best practices to mobilize & integrate local & community-based data for scalable biodiversity impact",
        "Session_Type":"Symposium",
        "Theme":"Community Engagement and Capacity Building",
        "Organisation_theme":"GBIF",
        "Date":"2025-10-23",
        "Start_Time":"14:00:00",
        "End_Time":"15:30:00",
        "Room_Name":"Valle",
        "Session_Organizers":[
            "Thore Engel",
            "Florencia Grattarola",
            "Diana Bowler",
            "Laura Catalina Quintero Uribe",
            "Tafadzwa Muzira",
            "Cathrine Mashonganyika"
        ],
        "Duration":90.0,
        "Session_Abstract":"Biodiversity data is only as strong as the communities that generate it. With over 80% of the world’s biodiversity found in local and indigenous territories, engaging communities in biodiversity monitoring is crucial for accurate, policy-relevant, and actionable data. Citizen science (or community science) underpins most large-scale species monitoring and is already used for national indicators of biodiversity change. However, citizen science is incredibly diverse, with a broad range of types of data collected using diverse methods. With the proliferation of smart phone apps, many data streams from citizen science are being mobilized. However, there are many untapped opportunities, including local recording groups and community-based projects, that could fill information gaps in some parts of the world, especially in tropical and other undersampled regions. In this session, we invite contributions that mobilize and integrate such community-based biodiversity data. <br>We are interested in the diverse experiences of community-based projects that cover any of the various stages of data mobilization, from data collection and management to publication and use. This also includes the question how the FAIR and CARE data principles are applied in the context of citizen science. We are especially interested in case studies from Latin America and the global south and we encourage submissions from early career researchers and practitioners. We hope that a set of guidelines or best practices will emerge from the discussions, which will point towards ways to mobilize untapped data sources.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6799326.0,
        "Session_ID":6799326,
        "Session_Title":"Listen to the Future: Mobilizing Bioacoustic Data to Meet Conservation Goals",
        "Session_Type":"Symposium",
        "Theme":"Biodiversity Data Application",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-23",
        "Start_Time":"14:00:00",
        "End_Time":"15:30:00",
        "Room_Name":"Cauca",
        "Session_Organizers":[
            "Vanesa Reyes",
            "Talia Speaker",
            "Justin Kitzes"
        ],
        "Duration":90.0,
        "Session_Abstract":"Bioacoustics is transforming biodiversity monitoring by providing an efficient, scalable, and non-invasive tool for identifying species, assessing ecosystem health, and detecting human impacts across vast and remote areas. As recording technologies and AI-driven analytics become more accessible, the discipline is advancing rapidly. However, critical challenges remain in translating these innovations into effective conservation action, requiring clear priorities to guide progress.<br>This session will unveil and explore findings from our recent global horizon scan that identifies emerging innovations poised to shape bioacoustics over the next two decades. The study draws insights from 50 experts across disciplines, highlighting priority advancements in engineering, analytics, and coordination—from real-time acoustic monitoring with cutting-edge AI to abundance estimation tools to mobilizing bioacoustic data to meet conservation goals.<br>Attendees will gain insights into how the sector can leverage bioacoustics to monitor the impacts of climate change, track biodiversity trends, and evaluate ecosystem health. The discussion will highlight pathways for overcoming barriers to adoption and fostering interdisciplinary collaboration, ensuring bioacoustics can drive meaningful conservation action and data-driven decision-making.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6803173.0,
        "Session_ID":"6803173-1",
        "Session_Title":"Learning novel tools for integrating freshwater biodiversity and high-resolution hydrographical data (Part 1)",
        "Session_Type":"Workshop",
        "Theme":"Data Integration",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-23",
        "Start_Time":"14:00:00",
        "End_Time":"15:30:00",
        "Room_Name":"Huila",
        "Session_Organizers":[
            "Thomas Tomiczek",
            "Yusdiel Torres Cambas",
            "Vanessa Bremerich",
            "Afroditi Grigoropoulou",
            "Merret Buurman",
            "Jaime Garcia Marquez",
            "Paula Torre Zaffaroni"
        ],
        "Duration":90.0,
        "Session_Abstract":"In order to save time during the workshop, we kindly ask the participants to pre-install all necessary software depending on their operating system, using the installation guides found here: https:\/\/glowabio.github.io\/hydrographr\/articles\/hydrographr.html<br>This workshop introduces cutting-edge advancements in global high-resolution freshwater datasets and teaches participants the skills to integrate such datasets into ecological models. Participants will learn how to process and efficiently use open and interoperable hydrographical network data (Hydrography90m), lakes (HydroLakes\/NASA SWOT) and range-wide environmental data (Environment90m) accessible through the user-friendly GeoFRESH web application and the hydrographr R-package, developed at the Leibniz-Institute of Freshwater Ecology and Inland Fisheries (IGB). GeoFRESH and hydrographr leverage powerful open-source geospatial processing tools in the backend, to support large-scale freshwater ecological analyses. The workshop will address key challenges in freshwater research, e.g. integrating large species occurrence databases into predictive modelling workflows, overcoming data scaling issues, and processing continuous environmental data at the sub-catchment level. Through hands-on demonstrations, participants will engage in practical, real-world exercises and gain insights into the potential of large-scale, high resolution datasets for improving freshwater ecological modelling. Participants will leave with a deeper understanding of how to acquire, process, and analyze freshwater data, encouraging them to share their new knowledge within their communities. This collaborative approach aims to foster long-term use and further development of these data-driven tools for advancing management, monitoring and the overall conservation of freshwater ecosystems globally.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6803172.0,
        "Session_ID":6803172,
        "Session_Title":"Connecting the Dots: Integrating Animal Movement Data into Global Conservation Frameworks",
        "Session_Type":"Symposium",
        "Theme":"Data Integration",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-23",
        "Start_Time":"16:00:00",
        "End_Time":"17:30:00",
        "Room_Name":"Ballroom A",
        "Session_Organizers":[
            "Lacey Hughey",
            "Talia Speaker",
            "Andreas Bruder",
            "Joana Soares"
        ],
        "Duration":90.0,
        "Session_Abstract":"Animal movement is a fundamental driver of biodiversity, influencing species distributions, linking disparate ecosystems, and underpinning healthy communities of people and wildlife. Accordingly, it is a key component of at least nine Sustainable Development Goals, fifteen targets of the Kunming-Montreal Global Biodiversity Framework (GBF), and multiple Global Ocean Observing System Essential Ocean Variables (EOVs) and Essential Biodiversity Variables (EBVs). Given its recognized importance, systematic approaches to integrating movement data into global conservation policy should be further developed.<br>We are launching the Animal Movement Biodiversity Observation Network (Move BON) Initiative in 2025 as a collaborative and open partnership that aims to align efforts across the animal movement community with Multilateral Environmental Agreements and processes. Move BON will foster a global community of practice to advance movement-informed conservation strategies.<br>This session will explore opportunities for integrating Move BON and associated workflows with the global community—through GEO BON and in partnership with groups such as GBIF, OBIS, GOOS, FW BON, and MBON—to support a more comprehensive and dynamic global biodiversity monitoring system. We will highlight the need for collaboration across geographic regions and taxonomic groups, emphasizing how movement data can fill critical gaps in biodiversity assessments and enhance conservation efforts worldwide.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6803199.0,
        "Session_ID":6803199,
        "Session_Title":"Enhancing Data Policy & Biodiversity Monitoring: Quality, Gap Analysis & Environmental Integration",
        "Session_Type":"Symposium",
        "Theme":"Biodiversity Data Application",
        "Organisation_theme":[
            "GEOBON",
            "OBIS"
        ],
        "Date":"2025-10-23",
        "Start_Time":"16:00:00",
        "End_Time":"17:30:00",
        "Room_Name":"Ballroom B1",
        "Session_Organizers":[
            "Clara Baringo Fonseca",
            "Keila Macfadem Juarez",
            "Leonardo Lima Bergamini",
            "Debora Pignatari Drucker",
            "Silas Principe",
            "Pieter Provoost",
            "Maria Cornthwaite",
            "Jonathan Pye"
        ],
        "Duration":90.0,
        "Session_Abstract":"Both public conservation policies and the development of indicators to assess progress toward global biodiversity targets—across marine, terrestrial, and freshwater ecosystems—rely on large volumes of data with accurate taxonomic, spatial, and temporal information. However, biodiversity data gaps exist across these dimensions, limiting the scope of possible analyses. At the same time, for many regions and taxonomic groups, data are being collected but remain fragmented, scattered across different organizations and not flowing to central systems. <br>Recognizing how these gaps affect data usability is essential for advancing strategies to maximize the value of available data. This includes modeling, integrating multiple data sources (e.g., biological collections, regional species lists, expert knowledge, remote sensing, and citizen science), and implementing initiatives to address these gaps through data mobilization, refinement, and targeted primary surveys. <br>This symposium will explore approaches that integrate biodiversity data to support public policy and monitor progress toward global biodiversity targets. Additionally, we will examine strategies for assessing data quality and identifying gaps. Through collaborative dialogue and case studies, we aim not only to identify barriers to data integration but also discuss actionable solutions—from new technologies for biodiversity data collection to coordinated efforts for increasing spatial and taxonomic coverage.<br>We invite researchers, policymakers, educators, and conservation professionals to join us in discussing biodiversity indicators and sharing knowledge, experiences, and best practices for improving data availability, quality, and usability, with special attention to reducing fragmentation and enhancing data flow to centralized systems.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6803213.0,
        "Session_ID":"6803213-2",
        "Session_Title":"Modern challenges of classic taxonomy, how to connect and keep catalogues up to date (Part 2)",
        "Session_Type":"Symposium",
        "Theme":"Data Integration",
        "Organisation_theme":"TDWG",
        "Date":"2025-10-23",
        "Start_Time":"16:00:00",
        "End_Time":"17:30:00",
        "Room_Name":"Ballroom B2",
        "Session_Organizers":[
            "Olaf Bánki",
            "Vijay Barve",
            "Camila Plata"
        ],
        "Duration":90.0,
        "Session_Abstract":"Taxonomy, the fundamental framework of biological sciences, provides a shared understanding of every organism. Traditionally, curated taxonomic name lists were disseminated through print publications and later transitioned to online platforms. However, these resources often become rapidly outdated after publication, with limited capacity of maintenance by their original creators. Developing and maintaining taxonomic name resources is challenging, and entails innovative solutions and new ways of collaboration. These taxonomic data sources are crucial to represent biodiversity data in general, and link these to fundamental science and societal efforts. In this session we would like to bring together both providers and users of taxonomic resources to understand their challenges and how they have addressed these successfully -or not. In a collaborative environment we aim to share best practices, learn from one another's experiences, and better understand the need to connect local, national and regional taxonomic lists and derived species lists to a global effort.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6798685.0,
        "Session_ID":6798685,
        "Session_Title":"Essential Biodiversity Variables: From concept to operationalization",
        "Session_Type":"Symposium",
        "Theme":"Biodiversity Data Application",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-23",
        "Start_Time":"16:00:00",
        "End_Time":"17:30:00",
        "Room_Name":"Tolima",
        "Session_Organizers":[
            "Yvan Le Bras",
            "Jean-Michel Lord",
            "Petteri Vihervaara",
            "Nestor Fernandez",
            "Alice Hughes"
        ],
        "Duration":90.0,
        "Session_Abstract":"Essential Biodiversity Variables (EBVs) is a concept introduced to advance the collection, sharing and use of biodiversity information (Pereira et al. 2013; Navarro et al. 2017). If the concept is now quite well known, “EBV operationalization” remains a challenge we need to face to answer assesment needs in all areas (marine, terrestrial, and freshwater).The goal of the session is to showcase operational solutions to facilitate the way to go from collection of systematic biodiversity observations to open and interoperable databases and thus better guide conservation and sustainable development strategies.<br>The session proposes to mix presentations of GEO BON “internal” “EBV operationalization pilots” and related “EBV data cube”, “Galaxy-Ecology” and “Bon-in-a-box pipelines” solutions and “external” EBV operationalization initiatives who can be submit to session organizers.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6803025.0,
        "Session_ID":6803025,
        "Session_Title":"The Power and Pitfalls of Civic Science",
        "Session_Type":"Symposium",
        "Theme":"Community Engagement and Capacity Building",
        "Organisation_theme":[
            "GBIF",
            "OBIS"
        ],
        "Date":"2025-10-23",
        "Start_Time":"16:00:00",
        "End_Time":"17:30:00",
        "Room_Name":"Caldas",
        "Session_Organizers":[
            "Dan Lear",
            "Ely Wallis",
            "Ruben Perez"
        ],
        "Duration":90.0,
        "Session_Abstract":"We invite submissions exploring the role of participatory and civic science in biodiversity research and in their contribution to regional and international policy development. Engaging non-professional volunteers in data collection offers exciting opportunities to expand spatial and temporal coverage, enhance public engagement, and foster inclusive scientific collaboration. However, this approach also presents challenges, including data quality assurance, standardization, participant training, and long-term project sustainability.<br>We welcome contributions on innovative methodologies, case studies, and frameworks that address these challenges while leveraging the strengths of citizen science. Topics may include data validation techniques, ethical considerations, effective partnerships between researchers and communities, and the integration of citizen science data into decision-making processes. ",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6799160.0,
        "Session_ID":6799160,
        "Session_Title":"Enhancing the FAIRness of biological survey data with Darwin Core and the Humboldt extension",
        "Session_Type":"Symposium",
        "Theme":"Open Data",
        "Organisation_theme":"TDWG",
        "Date":"2025-10-23",
        "Start_Time":"16:00:00",
        "End_Time":"17:30:00",
        "Room_Name":"Valle",
        "Session_Organizers":[
            "Kate Ingenloff",
            "Anahita Kazem",
            "Yanina V. Sica"
        ],
        "Duration":90.0,
        "Session_Abstract":"Broad availability of FAIR and open biodiversity survey and monitoring data (for example, data resulting from long-term ecological research efforts or camera trap surveys) is critical to addressing ecological research questions regarding changes in biodiversity status and subsequently informing relevant policy decisions. The contextual information about a survey that is necessary to assess the appropriateness of data for re-use in such applications, however, is often reported as unstructured metadata. The Darwin Core (https:\/\/dwc.tdwg.org\/) standard and the recently ratified Humboldt extension (https:\/\/eco.tdwg.org\/) provide a mechanism by which to capture the sampling context of biological survey data (e.g., sampling protocol, scope, and effort) in a structured way, thereby enhancing data discovery, ensuring machine readability of dataset metadata, and improving interoperability of data from heterogeneous sources. Implementation of the standard, however, may feel daunting to data holders. This session provides a forum for field researchers, data managers, or data stewards who hold biodiversity datasets and would like to standardize the data implementing DwC and Humboldt extension vocabulary to share experiences and discuss challenges for those interested in sharing and effective reuse of biodiversity survey data.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6798023.0,
        "Session_ID":6798023,
        "Session_Title":"Challenges and solutions for high-throughput biodiversity monitoring",
        "Session_Type":"Symposium",
        "Theme":"Biodiversity Data Application",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-23",
        "Start_Time":"16:00:00",
        "End_Time":"17:30:00",
        "Room_Name":"Cauca",
        "Session_Organizers":[
            "Niels Raes",
            "Elaine van Ommen-Kloeke",
            "Lain E. Pardo",
            "Nastassia Patin",
            "Kathleen Pitz",
            "Diego Lizcano",
            "Mauricio Vela",
            "Angélica Diaz-Pulido"
        ],
        "Duration":90.0,
        "Session_Abstract":"New tools and technologies for high-throughput biodiversity monitoring—including camera traps, insect cameras, audio devices, eDNA sampling, drones, and remotely sensed data—are rapidly developing. When combined with AI species identification and wireless networks, these tools enable near real-time monitoring but present significant challenges around data management, standardization, and ethical considerations.<br>This session will address critical questions facing researchers in the field: data storage requirements, compression considerations, AI algorithm consistency, machine attribution in observation records, absence data documentation, privacy concerns with human subjects, and DNA sequence data management. We'll explore the unique qualities of sequence data for biodiversity research beyond species identification, including indexing, searching capabilities, taxonomic interpretation, and taxon-independent biodiversity measurements.<br>We invite presenters to share solutions, experiences, and collaborative opportunities that address these global and regional challenges, with an emphasis on integrating and democratizing biodiversity monitoring data to improve management decisions worldwide. We will also examine how, although monitoring has advanced using new technologies such as by using camera traps and community participatory methods, data remains dispersed across platforms.<br>In particular, we would welcome abstracts that demonstrate initiatives in South America using platforms like Wildlife Insights, SIB Colombia, Bon in a Box, and the Otus Network.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6803173.0,
        "Session_ID":"6803173-2",
        "Session_Title":"Learning novel tools for integrating freshwater biodiversity and high-resolution hydrographical data (Part 2)",
        "Session_Type":"Workshop",
        "Theme":"Data Integration",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-23",
        "Start_Time":"16:00:00",
        "End_Time":"17:30:00",
        "Room_Name":"Huila",
        "Session_Organizers":[
            "Thomas Tomiczek",
            "Yusdiel Torres Cambas",
            "Vanessa Bremerich",
            "Afroditi Grigoropoulou",
            "Merret Buurman",
            "Jaime Garcia Marquez",
            "Paula Torre Zaffaroni"
        ],
        "Duration":90.0,
        "Session_Abstract":"In order to save time during the workshop, we kindly ask the participants to pre-install all necessary software depending on their operating system, using the installation guides found here: https:\/\/glowabio.github.io\/hydrographr\/articles\/hydrographr.html<br>This workshop introduces cutting-edge advancements in global high-resolution freshwater datasets and teaches participants the skills to integrate such datasets into ecological models. Participants will learn how to process and efficiently use open and interoperable hydrographical network data (Hydrography90m), lakes (HydroLakes\/NASA SWOT) and range-wide environmental data (Environment90m) accessible through the user-friendly GeoFRESH web application and the hydrographr R-package, developed at the Leibniz-Institute of Freshwater Ecology and Inland Fisheries (IGB). GeoFRESH and hydrographr leverage powerful open-source geospatial processing tools in the backend, to support large-scale freshwater ecological analyses. The workshop will address key challenges in freshwater research, e.g. integrating large species occurrence databases into predictive modelling workflows, overcoming data scaling issues, and processing continuous environmental data at the sub-catchment level. Through hands-on demonstrations, participants will engage in practical, real-world exercises and gain insights into the potential of large-scale, high resolution datasets for improving freshwater ecological modelling. Participants will leave with a deeper understanding of how to acquire, process, and analyze freshwater data, encouraging them to share their new knowledge within their communities. This collaborative approach aims to foster long-term use and further development of these data-driven tools for advancing management, monitoring and the overall conservation of freshwater ecosystems globally.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":null,
        "Session_ID":"EVT-MEET--A",
        "Session_Title":null,
        "Session_Type":"Meeting",
        "Theme":null,
        "Organisation_theme":null,
        "Date":"2025-10-24",
        "Start_Time":"09:00:00",
        "End_Time":"10:00:00",
        "Room_Name":"Ballroom A",
        "Session_Organizers":null,
        "Duration":60.0,
        "Session_Abstract":null,
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":null,
        "Session_ID":"EVT-MEET-B1",
        "Session_Title":null,
        "Session_Type":"Meeting",
        "Theme":null,
        "Organisation_theme":null,
        "Date":"2025-10-24",
        "Start_Time":"09:00:00",
        "End_Time":"10:00:00",
        "Room_Name":"Ballroom B1",
        "Session_Organizers":null,
        "Duration":60.0,
        "Session_Abstract":null,
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":null,
        "Session_ID":"EVT-MEET-B2",
        "Session_Title":"Organizational Meeting: GEOBON",
        "Session_Type":"Meeting",
        "Theme":"Organisation meeting: GEOBON",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-24",
        "Start_Time":"08:00:00",
        "End_Time":"10:00:00",
        "Room_Name":"Ballroom B2",
        "Session_Organizers":"Katie Millette",
        "Duration":60.0,
        "Session_Abstract":null,
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":null,
        "Session_ID":"EVT-MEET-M1",
        "Session_Title":"Organizational Meeting: TDWG",
        "Session_Type":"Meeting",
        "Theme":"Annual Business Meeting: TDWG",
        "Organisation_theme":"TDWG",
        "Date":"2025-10-24",
        "Start_Time":"09:00:00",
        "End_Time":"10:00:00",
        "Room_Name":"Tolima",
        "Session_Organizers":[
            "David Bloom",
            "Stan Blum"
        ],
        "Duration":60.0,
        "Session_Abstract":null,
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":null,
        "Session_ID":"EVT-MEET-M2",
        "Session_Title":"Organizational Meeting: OBIS",
        "Session_Type":"Meeting",
        "Theme":"Organisation meeting: OBIS",
        "Organisation_theme":"OBIS",
        "Date":"2025-10-24",
        "Start_Time":"09:00:00",
        "End_Time":"10:00:00",
        "Room_Name":"Caldas",
        "Session_Organizers":[
            "Katherine Tattersall",
            "Dan Lear"
        ],
        "Duration":60.0,
        "Session_Abstract":null,
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":null,
        "Session_ID":"EVT-MEET-M3",
        "Session_Title":"Organizational Meeting: GBIF",
        "Session_Type":"Meeting",
        "Theme":"Organisation meeting: GBIF",
        "Organisation_theme":"GBIF",
        "Date":"2025-10-24",
        "Start_Time":"09:00:00",
        "End_Time":"10:00:00",
        "Room_Name":"Valle",
        "Session_Organizers":"Joe Miller",
        "Duration":60.0,
        "Session_Abstract":null,
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6798919.0,
        "Session_ID":"6798919-1",
        "Session_Title":"Living Data Unconference 2025",
        "Session_Type":"Unconference",
        "Theme":null,
        "Organisation_theme":null,
        "Date":"2025-10-24",
        "Start_Time":"09:00:00",
        "End_Time":"10:00:00",
        "Room_Name":"Cauca",
        "Session_Organizers":[
            "Yi-Ming Gan",
            "Deborah Paul",
            "Esteban Marentes Herrera",
            "Nicky Nicolson"
        ],
        "Duration":60.0,
        "Session_Abstract":"Your chance to take control of the conference programme! At an unconference you are either learning or contributing: learn about new domains and share your expertise in your own, while exploring ideas inspired by the main Living Data event. This is your chance to find others with similar interests, explore subjects in greater depth or propose new areas that haven’t been mentioned yet - sowing the seeds for new collaborations.<br>Share your latest ideas and topics during the event itself on a topic board where others can indicate their support. Come along to the session to pitch and support ideas. With a little guidance from the organizers, we will work together to propose, select, and prioritize the discussion group topics, then self-organize into focused groups to learn, find synergy and gain new insights. We will end by reporting back to the whole group (e. g. needs you discovered, something you learned). We encourage you to ensure that the outputs of your discussions have a life beyond the session as short writeups or position statements to gather more participants and move forward together.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6798919.0,
        "Session_ID":"6798919-2",
        "Session_Title":"Living Data Unconference 2025",
        "Session_Type":"Unconference",
        "Theme":null,
        "Organisation_theme":null,
        "Date":"2025-10-24",
        "Start_Time":"09:00:00",
        "End_Time":"10:00:00",
        "Room_Name":"Huila",
        "Session_Organizers":[
            "Yi-Ming Gan",
            "Deborah Paul",
            "Esteban Marentes Herrera",
            "Nicky Nicolson"
        ],
        "Duration":60.0,
        "Session_Abstract":"Your chance to take control of the conference programme! At an unconference you are either learning or contributing: learn about new domains and share your expertise in your own, while exploring ideas inspired by the main Living Data event. This is your chance to find others with similar interests, explore subjects in greater depth or propose new areas that haven’t been mentioned yet - sowing the seeds for new collaborations.<br>Share your latest ideas and topics during the event itself on a topic board where others can indicate their support. Come along to the session to pitch and support ideas. With a little guidance from the organizers, we will work together to propose, select, and prioritize the discussion group topics, then self-organize into focused groups to learn, find synergy and gain new insights. We will end by reporting back to the whole group (e. g. needs you discovered, something you learned). We encourage you to ensure that the outputs of your discussions have a life beyond the session as short writeups or position statements to gather more participants and move forward together.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6796507.0,
        "Session_ID":"6796507-1",
        "Session_Title":"Unlocking Biodiversity data Potential in Latin America: Tools and Practices of Data Integration (Part 1)",
        "Session_Type":"Symposium",
        "Theme":"Data Integration",
        "Organisation_theme":"GBIF",
        "Date":"2025-10-24",
        "Start_Time":"10:45:00",
        "End_Time":"12:45:00",
        "Room_Name":"Ballroom A",
        "Session_Organizers":[
            "Marius Bottin",
            "Ricardo Segovia",
            "Juan Manuel Saez Hidalgo"
        ],
        "Duration":120.0,
        "Session_Abstract":"Biodiversity data holds immense potential for addressing critical environmental challenges, but its true power lies in integration. Combining disparate datasets across various sources enables us to uncover complex ecological patterns, monitor species distributions, and inform conservation strategies. Networking among specialists developing biodiversity data integration strategies is therefore essential to harness regionally diverse ecosystems through common and innovative data management approaches.<br>This session invites Latin American researchers, data managers, and developers to showcase their work on biodiversity data integration, facilitating the sharing of experiences and advancements for establishing concrete regional collaboration agendas. We aim to foster a dynamic exchange of perspectives on current approaches, best practices, open-source application development, and remaining challenges. Presentations are encouraged to address:<br>· Developments of open source tools applications and tools for the integration of data, which facilitate data sharing and interoperability<br>· Dataflows using existing tools to integrate or promote the use of large datasets<br>· Research studies using various data types or various datasets",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6798998.0,
        "Session_ID":"6798998-1",
        "Session_Title":"Sampling with intention: optimizing strategies for monitoring biodiversity (Part 1)",
        "Session_Type":"Symposium",
        "Theme":"Biodiversity Data Application",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-24",
        "Start_Time":"10:45:00",
        "End_Time":"12:45:00",
        "Room_Name":"Ballroom B1",
        "Session_Organizers":[
            "Laura Pollock",
            "Katherine Hebert",
            "David Rolnick",
            "Tanya Berger-Wolf"
        ],
        "Duration":120.0,
        "Session_Abstract":"Biodiversity is changing, but the nature and cause of these changes remains an open question for the majority of taxa on the planet. Knowing how biodiversity is changing, how species are responding to threats, and how we monitor requires data. The core of the Global Biodiversity Framework is a monitoring framework that converts a variety of datastreams into indicators of progress towards biodiversity targets. The ideal version of this– intentionally designed, well-funded structured surveys and frequent optimised monitoring–is rarely possible. But the vast streams of incoming data from satellites, UAVs, camera traps, acoustic records, eDNA, telemetry, and community science are already building a dynamic evidence base. The question is how to make these datasteams maximally effective to capture biodiversity and its changes. In this session, we will bring together scientists and conservation practitioners to showcase the cutting-edge science on AI and adaptive sample optimization, examples of successful approaches in management and practice, and perspectives on how to incentivise users to collect biodiversity data where we need it most. We will mix theory and practice to highlight actionable ways to build effective biodiversity data streams in different ecosystems, to ensure we are well-equipped to bend the curve of biodiversity loss.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6799115.0,
        "Session_ID":6799115,
        "Session_Title":"Invasive alien species data: state of the art, challenges and a way forward",
        "Session_Type":"Symposium",
        "Theme":"Biodiversity Data Application",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-24",
        "Start_Time":"10:45:00",
        "End_Time":"12:45:00",
        "Room_Name":"Ballroom B2",
        "Session_Organizers":[
            "Lien Reyserhove",
            "Quentin Groom",
            "Andrew Rodrigues"
        ],
        "Duration":120.0,
        "Session_Abstract":"Invasive alien species (IAS) pose a significant threat to biodiversity. Efforts to observe and manage IAS have expanded significantly. Understanding where they occur, how they spread, and how best to manage them requires high-quality, accessible, and interoperable data. The number of IAS records and papers using GBIF-mediated data for biological invasion research is increasing every year. However, challenges remain in terms of data accessibility, standards and use. To help address these issues, two new task groups were launched in 2024:<br>· GBIF’s IAS Task Group, focused on mobilizing and improving biodiversity data for IAS research and policy.<br>· TDWG’s IAS Task Group, working to enhance the standardized exchange of IAS data.<br>In this session, we will explore ways to improve data accessibility, standards and use to support IAS research and management. We welcome contributions on:<br>· the mobilization and sharing of IAS data following FAIR principles, including data standards for monitoring and managing IAS<br>· case studies on using GBIF-mediated IAS data for research and policy<br>· identifying and addressing key knowledge gaps in IAS data<br>· and many more<br>If you are working with IAS data, whether as a researcher, practitioner, or policymaker, we encourage you to participate!",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6821915.0,
        "Session_ID":6821915,
        "Session_Title":"Business sector and biodiversity data: towards a nature-positive future",
        "Session_Type":"Symposium",
        "Theme":"Biodiversity Data Application",
        "Organisation_theme":"GBIF",
        "Date":"2025-10-24",
        "Start_Time":"10:45:00",
        "End_Time":"12:45:00",
        "Room_Name":"Tolima",
        "Session_Organizers":[
            "Dairo Escobar",
            "Ricardo Ortiz Gallego"
        ],
        "Duration":120.0,
        "Session_Abstract":"Data is essential for biodiversity conservation, and the business sector generates a substantial amount of this data annually through environmental impact assessments and national monitoring programs. While this data has traditionally been limited to reports and inaccessible to the wider community, the landscape is evolving as more companies publish open biodiversity data through platforms like GBIF. <br>This symposium aims to foster scientific and technical exchange while cultivating communities of practice around the publication, access, and use of data by the business sector. Its objectives include: <br>- Sharing national, regional, and global experiences where businesses actively contribute to open biodiversity data mobilization. <br>- Showcasing the uses and applications of open biodiversity data in the corporate sector, including AI and data science applications in public policy. <br>- Identifying existing challenges and opportunities for leveraging data in business decision-making to manage nature-related risks and opportunities.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6960773.0,
        "Session_ID":"6960773-6",
        "Session_Title":"Data Integration & Platform Development (Contributed Oral presentations)",
        "Session_Type":"Symposium",
        "Theme":"Data Integration",
        "Organisation_theme":"GBIF",
        "Date":"2025-10-24",
        "Start_Time":"10:45:00",
        "End_Time":"12:45:00",
        "Room_Name":"Caldas",
        "Session_Organizers":[
            "Jory Griffith",
            "Sam Leeflang"
        ],
        "Duration":120.0,
        "Session_Abstract":"Contributed oral sessions provide an essential platform for presenting innovative research that advances the field of biodiversity informatics while addressing emerging challenges at the intersection of data science, conservation, and policy. These sessions accommodate presentations that align with the broader themes of the Living Data conference but do not fit within the scope of pre-organized symposia.<br>The Academic Committee has organized contributed submissions into thematic sessions to foster focused discussion and knowledge exchange among researchers working on related topics. Each thematic session brings together diverse perspectives and methodologies, creating opportunities for cross-pollination of ideas and collaborative problem-solving. While space for contributed oral presentations is limited due to the robust program of organized sessions, these presentations represent cutting-edge work that contributes significantly to our collective understanding of biodiversity data mobilization, management, and application.<br>We encourage active participation and engagement during these sessions, as they showcase the breadth and dynamism of the global biodiversity informatics community.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6799392.0,
        "Session_ID":6799392,
        "Session_Title":"Genomic DSI as a Global Biodiversity Monitoring Tool: Integration, Standardization, and Equity",
        "Session_Type":"Symposium",
        "Theme":"Data Integration",
        "Organisation_theme":"TDWG",
        "Date":"2025-10-24",
        "Start_Time":"10:45:00",
        "End_Time":"12:45:00",
        "Room_Name":"Valle",
        "Session_Organizers":[
            "Camila Mazzoni",
            "Jonathan Ready",
            "Robert Waterhouse",
            "Physilia Chua",
            "Katharina Heil",
            "Andrew Crawford",
            "Carolyn Hogg",
            "Maria M. Zambrano",
            "Joana Pauperio",
            "Eduardo Eizirik",
            "Angelica María Batista Morales",
            "Maribet Gamboa"
        ],
        "Duration":90.0,
        "Session_Abstract":"Digital Sequence Information (DSI) encompasses a broad range of sequence-based data that are critical for biodiversity monitoring at species and population levels. Despite its transformative potential, integrating and standardizing DSI in biodiversity monitoring remains a challenge, particularly in tropical systems and the global south where genetic biomonitoring methods face unique obstacles.<br>Biodiversity genomics provides tools to produce high-quality genomic data, integrate it across datasets, and support its use in decision-making for biodiversity actions. However, methods like metabarcoding and species-specific detection techniques have generally been developed for well-characterized ecosystems with lower diversity in temperate climates. These approaches may translate poorly to tropical regions due to differences in reference dataset coverage, variation in evolutionary history and biological diversity, and distinct societal demands and capacities for biodiversity data usage. This session focuses on genomic DSI, highlighting its role in generating, analyzing, and applying data in organismal and environmental contexts, while addressing the challenges of adapting genetic monitoring methods to evolutionarily and functionally distinct systems.<br>Key discussions will explore innovations in data and metadata standards, tools for integrating genomic data into biodiversity infrastructures, strategies for democratizing DSI generation, challenges in adapting genetic monitoring methods to freshwater, terrestrial, and transitional environments, analysis to ensure equitable participation and benefit sharing, and case studies demonstrating reliable and FAIR data applications and its use in biodiversity monitoring and conservation policy.<br>The session was developed by GEO-BON and major biodiversity genomics initiatives, including the European Reference Genome Atlas, Earth BioGenome Project, DSI Scientific Network, ELIXIR, Biodiversity Genomics Europe, EMBL-EBI, GenoTropics Consortium, and the Threatened Species Initiative. The session will provide attendees with insights into how scaling and standardizing genomic DSI can bridge knowledge gaps, contribute to local capacity building for genetic biomonitoring and promote equity in biodiversity science and policy.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6960773.0,
        "Session_ID":"6960773-7",
        "Session_Title":"Ecological Analysis & Modeling (Contributed Oral Presentations)",
        "Session_Type":"Symposium",
        "Theme":"Biodiversity Data Application",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-24",
        "Start_Time":"10:45:00",
        "End_Time":"12:45:00",
        "Room_Name":"Cauca",
        "Session_Organizers":[
            "Andre Zerger",
            "Alice Hughes"
        ],
        "Duration":120.0,
        "Session_Abstract":"Contributed oral sessions provide an essential platform for presenting innovative research that advances the field of biodiversity informatics while addressing emerging challenges at the intersection of data science, conservation, and policy. These sessions accommodate presentations that align with the broader themes of the Living Data conference but do not fit within the scope of pre-organized symposia.<br>The Academic Committee has organized contributed submissions into thematic sessions to foster focused discussion and knowledge exchange among researchers working on related topics. Each thematic session brings together diverse perspectives and methodologies, creating opportunities for cross-pollination of ideas and collaborative problem-solving. While space for contributed oral presentations is limited due to the robust program of organized sessions, these presentations represent cutting-edge work that contributes significantly to our collective understanding of biodiversity data mobilization, management, and application.<br>We encourage active participation and engagement during these sessions, as they showcase the breadth and dynamism of the global biodiversity informatics community.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6798919.0,
        "Session_ID":"6798919-3",
        "Session_Title":"Living Data Unconference 2025",
        "Session_Type":"Unconference",
        "Theme":null,
        "Organisation_theme":null,
        "Date":"2025-10-24",
        "Start_Time":"10:45:00",
        "End_Time":"12:45:00",
        "Room_Name":"Huila",
        "Session_Organizers":[
            "Yi-Ming Gan",
            "Deborah Paul",
            "Esteban Marentes Herrera",
            "Nicky Nicolson"
        ],
        "Duration":120.0,
        "Session_Abstract":"Your chance to take control of the conference programme! At an unconference you are either learning or contributing: learn about new domains and share your expertise in your own, while exploring ideas inspired by the main Living Data event. This is your chance to find others with similar interests, explore subjects in greater depth or propose new areas that haven’t been mentioned yet - sowing the seeds for new collaborations.<br>Share your latest ideas and topics during the event itself on a topic board where others can indicate their support. Come along to the session to pitch and support ideas. With a little guidance from the organizers, we will work together to propose, select, and prioritize the discussion group topics, then self-organize into focused groups to learn, find synergy and gain new insights. We will end by reporting back to the whole group (e. g. needs you discovered, something you learned). We encourage you to ensure that the outputs of your discussions have a life beyond the session as short writeups or position statements to gather more participants and move forward together.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6796507.0,
        "Session_ID":"6796507-2",
        "Session_Title":"Unlocking Biodiversity data Potential in Latin America: Tools and Practices of Data Integration (Part 2)",
        "Session_Type":"Symposium",
        "Theme":"Data Integration",
        "Organisation_theme":"GBIF",
        "Date":"2025-10-24",
        "Start_Time":"14:00:00",
        "End_Time":"15:00:00",
        "Room_Name":"Ballroom A",
        "Session_Organizers":[
            "Marius Bottin",
            "Ricardo Segovia",
            "Juan Manuel Saez Hidalgo"
        ],
        "Duration":60.0,
        "Session_Abstract":"Biodiversity data holds immense potential for addressing critical environmental challenges, but its true power lies in integration. Combining disparate datasets across various sources enables us to uncover complex ecological patterns, monitor species distributions, and inform conservation strategies. Networking among specialists developing biodiversity data integration strategies is therefore essential to harness regionally diverse ecosystems through common and innovative data management approaches.<br>This session invites Latin American researchers, data managers, and developers to showcase their work on biodiversity data integration, facilitating the sharing of experiences and advancements for establishing concrete regional collaboration agendas. We aim to foster a dynamic exchange of perspectives on current approaches, best practices, open-source application development, and remaining challenges. Presentations are encouraged to address:<br>· Developments of open source tools applications and tools for the integration of data, which facilitate data sharing and interoperability<br>· Dataflows using existing tools to integrate or promote the use of large datasets<br>· Research studies using various data types or various datasets",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6798998.0,
        "Session_ID":"6798998-2",
        "Session_Title":"Sampling with intention: optimizing strategies for monitoring biodiversity (Part 2)",
        "Session_Type":"Symposium",
        "Theme":"Biodiversity Data Application",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-24",
        "Start_Time":"14:00:00",
        "End_Time":"15:00:00",
        "Room_Name":"Ballroom B1",
        "Session_Organizers":[
            "Laura Pollock",
            "Katherine Hebert",
            "David Rolnick",
            "Tanya Berger-Wolf"
        ],
        "Duration":60.0,
        "Session_Abstract":"Biodiversity is changing, but the nature and cause of these changes remains an open question for the majority of taxa on the planet. Knowing how biodiversity is changing, how species are responding to threats, and how we monitor requires data. The core of the Global Biodiversity Framework is a monitoring framework that converts a variety of datastreams into indicators of progress towards biodiversity targets. The ideal version of this– intentionally designed, well-funded structured surveys and frequent optimised monitoring–is rarely possible. But the vast streams of incoming data from satellites, UAVs, camera traps, acoustic records, eDNA, telemetry, and community science are already building a dynamic evidence base. The question is how to make these datasteams maximally effective to capture biodiversity and its changes. In this session, we will bring together scientists and conservation practitioners to showcase the cutting-edge science on AI and adaptive sample optimization, examples of successful approaches in management and practice, and perspectives on how to incentivise users to collect biodiversity data where we need it most. We will mix theory and practice to highlight actionable ways to build effective biodiversity data streams in different ecosystems, to ensure we are well-equipped to bend the curve of biodiversity loss.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6798502.0,
        "Session_ID":"6798502-3",
        "Session_Title":"Scaling AI For and Across Biodiversity: Data Collection and Curation in AI-Driven Biodiversity Research",
        "Session_Type":"Symposium",
        "Theme":"Biodiversity Data Application",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-24",
        "Start_Time":"14:00:00",
        "End_Time":"15:00:00",
        "Room_Name":"Ballroom B2",
        "Session_Organizers":[
            "Sanson Poon",
            "Arianna Salili-James",
            "Ben Scott",
            "Rukaya Johaadien",
            "Michal Torma",
            "Nicky Nicolson",
            "Kit Lewers",
            "Wouter Koch",
            "David R. Williamson"
        ],
        "Duration":60.0,
        "Session_Abstract":"Artificial Intelligence (AI) is revolutionising the way biodiversity data are managed, studied, and preserved, offering groundbreaking possibilities for research, curation, conservation, policy-making and public engagement. Digital representations of organisms are central in biodiversity data collection, curation and use. It is these representations, rather than the physical organisms themselves, that are increasingly the basis for research. Digital representations allow the use of machine learning, AI, and computer vision to measure the physical properties of organisms and to classify them taxonomically and phenologically, on an unprecedented scale.<br>While AI-driven innovations are emerging across institutions and disciplines, a critical question remains: how can these advancements be successfully embedded and scaled to maximise impact? This session explores cutting-edge AI applications, from large-scale digitisation and automated species identification to advanced data management and predictive analytics. We will examine strategies for integrating AI across institutional frameworks, addressing challenges in adoption, collaboration, and sustainability. We welcome talks investigating the complexities of maintaining these services in the long term, addressing the financial burdens of API access and the rapid evolution of AI models and services that can quickly render solutions obsolete. By tracing the AI journey within our organisations, we aim to define best practices that unlock its full potential, as well as to understand what others are working on, and what we can learn from other domains. Finally, we are also interested in topics including: <br>• Novel data collection and analysis techniques or novel uses of established ones<br>• Data collection, digitization, standardization and curation for future applications<br>• Practical implications of AI use on data quality, interpretability, and legal aspects",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6960773.0,
        "Session_ID":"6960773-10",
        "Session_Title":"Collection Management & Digitization (Contributed Oral Presentations)",
        "Session_Type":"Symposium",
        "Theme":null,
        "Organisation_theme":null,
        "Date":"2025-10-24",
        "Start_Time":"14:00:00",
        "End_Time":"15:00:00",
        "Room_Name":"Tolima",
        "Session_Organizers":[
            "Marie Grosjean",
            "David Fichtmueller"
        ],
        "Duration":60.0,
        "Session_Abstract":"Contributed oral sessions provide an essential platform for presenting innovative research that advances the field of biodiversity informatics while addressing emerging challenges at the intersection of data science, conservation, and policy. These sessions accommodate presentations that align with the broader themes of the Living Data conference but do not fit within the scope of pre-organized symposia.<br>The Academic Committee has organized contributed submissions into thematic sessions to foster focused discussion and knowledge exchange among researchers working on related topics. Each thematic session brings together diverse perspectives and methodologies, creating opportunities for cross-pollination of ideas and collaborative problem-solving. While space for contributed oral presentations is limited due to the robust program of organized sessions, these presentations represent cutting-edge work that contributes significantly to our collective understanding of biodiversity data mobilization, management, and application.<br>We encourage active participation and engagement during these sessions, as they showcase the breadth and dynamism of the global biodiversity informatics community.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6798214.0,
        "Session_ID":6798214,
        "Session_Title":"Standards for all: Darwin Core in multiple languages",
        "Session_Type":"Symposium",
        "Theme":"Open Data",
        "Organisation_theme":"TDWG",
        "Date":"2025-10-24",
        "Start_Time":"14:00:00",
        "End_Time":"15:00:00",
        "Room_Name":"Caldas",
        "Session_Organizers":[
            "Esteban Marentes Herrera",
            "Paula Zermoglio",
            "Ana Carolina Peralta",
            "Camila Andrea Plata Corredor"
        ],
        "Duration":60.0,
        "Session_Abstract":"The Darwin Core Standard (DwC) is the most widely used standard to share, use and reuse biodiversity data globally. Provides a glossary of terms, identifiers, labels and definitions, aimed at facilitating biodiversity data sharing. Unfortunately, most of its normative information and associated documents are still currently available only in English. This constitutes a barrier for wider use in non-English-speaking countries, because it adds an additional layer of complexity, and hinders participation. <br>The community has acknowledged this issue and there have been several initiatives to translate DwC materials. Previously, translations of term definitions were available and linked to the official Quick Reference Guide, but were disconnected as they were not part of the standard and were having trouble being up to date. Other initiatives have provided translations, such as Portuguese, Spanish, and a joint effort between GBIF and TDWG to manage translations for more than 12 languages, using the Crowdin platform. <br>This session will explore different translation initiatives that help local users learn, appropriate and use DwC. By showcasing experiences we will explore the possibility of creating a Task Group within TDWG to continue working on broadening DwC use based on diversifying available languages and managing translations in the long term.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6799398.0,
        "Session_ID":6799398,
        "Session_Title":"Fireside chat: Modeling the way forward for the Global Biodiversity Framework",
        "Session_Type":"Panel",
        "Theme":"Data Integration",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-24",
        "Start_Time":"14:00:00",
        "End_Time":"15:00:00",
        "Room_Name":"Valle",
        "Session_Organizers":[
            "Mark Urban",
            "Santiago Velazco",
            "Natalie Briscoe",
            "Greta Bocedi",
            "Damaris Zurell"
        ],
        "Duration":60.0,
        "Session_Abstract":"The Kunming-Montreal Global Biodiversity Framework sets ambitious goals and targets and charts an ambitious plan for reversing global biodiversity declines. The Framework identifies indicators to track progress toward targets, but its monitoring-based indicators can only retrospectively evaluate biodiversity status and trends. The GBF does not mention ‘model’ or ‘prediction’ anywhere in its text. This backward-looking approach risks the continued decline of global biodiversity by failing to provide timely warnings that existing actions are insufficient to meet GBF goals. Also, incorporating forward-looking models can identify and design efficient actions, making success more feasible within social and economic constraints. In this open discussion, we will address some of the following questions: How can modeling best support the goals and targets of the GBF? What is needed to facilitate modeling - better data, better models, more resources, all of the above? What are the most important next steps to incorporate modeling into future iterations of the GBF? These are just some starter questions. We look forward to an open discussion of this topic based on the audience’s participation.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":6799775.0,
        "Session_ID":6799775,
        "Session_Title":"Challenges in incorporating species population data: connecting data to conserve biodiversity",
        "Session_Type":"Panel",
        "Theme":"Data Integration",
        "Organisation_theme":"GEOBON",
        "Date":"2025-10-24",
        "Start_Time":"14:00:00",
        "End_Time":"15:00:00",
        "Room_Name":"Cauca",
        "Session_Organizers":[
            "María Claudia Franco",
            "Carlos Alberto Galvis",
            "Edna Julieth Penagos Carvajal",
            "Maria Piedad Baptiste",
            "German Forero",
            "Cristina López"
        ],
        "Duration":60.0,
        "Session_Abstract":"Biodiversity loss is progressing at an alarming rate, with extinction rates up to 1,000 times higher than natural rates. Population information on fauna and flora species is key to assessing the status of biodiversity and guiding species conservation actions and policies. Despite the vast amount of data generated, its impact remains limited by the lack of standardization, accessibility and collaboration. In order for data to truly contribute to conservation, it must be accessible, interoperable and useful for decision-making. This session will explore strategies to improve the collaboration among stakeholders, the generation of information, as well as practices for standardization and availability of data to facilitate effective reporting and use of data for promoting decision making.<br>We invite discussions of how open standards can accelerate action in favor of biodiversity. Successful network monitoring models and strategies to transform local efforts into global impact will be discussed, including case studies from highly biodiverse but understudied regions. One such region is the Orinoquia, where the lack of structured data limits its conservation. Challenges such as data fragmentation and the need for a common language in its management. The potential of open-source tools to improve interoperability and strengthen information management in key landscapes will also be analyzed. The objective is to promote strategic alliances, promote access to live data, transform information into practical knowledge for biodiversity management, and consolidate a roadmap for conservation based on integrated and accessible data for all stakeholders and social actors.",
        "Video_URL":null,
        "Video_Link":null
    },
    {
        "Original_SesseinID":null,
        "Session_ID":"EVT-CLOSING",
        "Session_Title":"Closing Session",
        "Session_Type":"Closing",
        "Theme":"Closing Session",
        "Organisation_theme":null,
        "Date":"2025-10-24",
        "Start_Time":"15:30:00",
        "End_Time":"16:30:00",
        "Room_Name":"Ballroom",
        "Session_Organizers":"Living Data 2025",
        "Duration":60.0,
        "Session_Abstract":null,
        "Video_URL":null,
        "Video_Link":null
    }
]